Repository: superdesk/newsroom-core
Catalog: newsroom/translations/*/LC_MESSAGES/messages.po
Languages: fi, fr_ca

source: Kill/Takedown notice
fi: Ilmoitus poistosta
fr_ca: Avis de supression

source: %(section)s cancelled notice
fi: %(section)s peruttu
fr_ca: %(section)s avis d'annulation

source: Email template name not supplied
fi: Sähköpostitemplatea ei ole
fr_ca: Un nom de gabarit de courriel n'a pas été fourni

source: Email template '%(name)s' not found
fi: Sähköpostitemplatea '%(name)s' ei löytynyt
fr_ca: Le gabarit de courriel '%(name)s' n'a pas été trouvé

source: Activity History: Inavlid request
fi: Historia: Virheellinen pyyntö
fr_ca: Historique d'activité: demande invalide

source: Unknown type {}
fi: Tuntematon tyyppi {}
fr_ca: Type inconnu {}

source: Company expiry alert recipients
fi: Organisaation sopimuksen vanhentumisilmoitusten vastaanottajat
fr_ca: Destinataires de l'alerte d'expiration

source: Coverage request recipients
fi: Sisältötiedustelujen vastaanottajat
fr_ca: Destinataires de la demande de couverture

source: {}: Email IDs not in proper format
fi: {}: sähköpostit eivät ole oikeassa formaatissa
fr_ca: {}: Les identifiants de courriel ne sont pas au format correct

source: General Settings
fi: Yleiset asetukset
fr_ca: Paramètres généraux

source: Comma separated list of email addresses to which the expiration alerts of companies will be sent to.
fi: Pilkulla erotettu luettelo sähköpostiosoitteista, joihin lähetetään ilmoitus siitä, että yhtiön sopimus on päättymässä
fr_ca: Liste des adresses de courriel, séparées par des virgules, qui recevront les alertes d'expiration.

source: Comma separated list of email addresses who will receive the coverage request emails.
fi: Pilkuilla erotettu lista osoitteista, joihin tulee ilmoitus sisältötiedusteluista.
fr_ca: Liste des adresses de courriel, séparées par des virgules, qui recevront les courriels de demande de couverture.

source: System alerts recipients
fi: Järjestelmähälytysten vastaanottaja
fr_ca: Récipiendaires des alertes de système

source: Comma separated list of email addresses who will receive system alerts.
fi: Pilkulla erotettu lista sähköpostiosoitteista, joihin lähetetään hälytyksiä
fr_ca: Liste des adresses de courriel, séparées par des virgules, qui recevront des alertes de systèmes.

source: Monitoring report logo image
fi: Seurantaraportin logokuva
fr_ca: Image du logo de rapport de supervision

source: Monitoring report logo image (jpg or png) for RTF reports.
fi: Seurantaraportin logokuva (jpg tai png) RTF-raportteja varten
fr_ca: Image du logo (jpg ou png) pour les rapports de suivi en format RTF

source: Product Seat request recipients
fi: Lisäkäyttäjäpyyntöjen vastaanottajat
fr_ca: Destinataires des demandes d'accès

source: Comma separated list of email addresses who will receive product seat requests.
fi: Pilkulla erotettu lista sähköpostiosoitteista, joihin lähetetään lisäkäyttäjäpyynnöt.
fr_ca: Liste des adresses de courriel, séparées par des virgules, qui recevront les demandes d'accès.

source: Allow companies to manage their own user product permissions
fi: Anna organisaatiolle oikeus muokata omien käyttäjiensä pääsyä eri tuotteisiin
fr_ca: Permettre aux entreprises de gérer les autorisations de leurs propres utilisateurs pour les produits

source: Allow Company Admins to change section and product permissions for their users
fi: Anna organisaation admin-käyttäjille oikeus muuttaa organisaationsa käyttäjien pääsyä tuotteisiin
fr_ca: Permettre aux administrateurs de changer les autorisations de leurs utilisateurs pour les sections et les produits

source: Date: {start} to {end} ({tz}) (Time to be confirmed)
fi: {start} – {end} ({tz}) (Vahvistamaton aika)
fr_ca: Date : du {start} au {end} ({tz}) (Heure à confirmer)

source: Date: {start} ({tz}) (Time to be confirmed)
fi: {start} ({tz}) (Vahvistamaton aika)
fr_ca: Date : le {start} ({tz}) (Heure à confirmer)

source: Date: {start} ({tz})
fi: {start} ({tz})
fr_ca: Date : le {start} ({tz})

source: Date: {start} to {end} ({tz})
fi: {start} – {end} ({tz})
fr_ca: Date : du {start} au {end} ({tz})

source: Time: {start_time} to {end_time} on Date: {date} ({tz})
fi: {start_time} – {end_time} {date} ({tz})
fr_ca: Heure : {start_time} à {end_time} le {date} ({tz})

source: Date: {start_time} {start_date} to {end_time} {end_date} ({tz})
fi: {start_time} {start_date} – {end_time} {end_date} ({tz})
fr_ca: Date : du {start_date} au {end_date} de {start_time} à {end_time} ({tz})

source: ALL DAY
fi: KOKO PÄIVÄ
fr_ca: TOUTE LA JOURNÉE

source: Account is disabled
fi: Tili on suljettu.
fr_ca: Compte désactivé

source: Account has not been approved
fi: Tiliä ei ole hyväksytty
fr_ca: Le compte n'a pas été approuvé

source: Invalid username or password.
fi: Väärä käyttäjänimi tai salasana
fr_ca: Nom d'utilisateur ou mot de passe invalide.

source: Insufficient Permissions. Access denied.
fi: Oikeudet eivät riitä. Pääsy evätty.
fr_ca: Autorisations insuffisantes. Accès refusé.

source: Company account has been disabled.
fi: Organisaation tili on suljettu.
fr_ca: Le compte de l'entreprise a été désactivé.

source: Company account has expired.
fi: Organisaation tili on vanhentunut.
fr_ca: Le compte de l'entreprise a expiré.

source: Google Maps Styles
fi: Google Maps -tyylit
fr_ca: Styles de Google Maps

source: Provide styles delimited by &(ampersand). For example, feature:poi|element:labels|visibility:off&transit|visibility:off. Refer to https://developers.google.com/maps/documentation/maps-static/styling for more details
fi: Anna tyylit, jotka on rajattu & (ampersand). Esimerkiksi ominaisuus: poi | element: label | näkyvyys: off & transit | näkyvyys: off. Lisätietoja on osoitteessa https://developers.google.com/maps/documentation/maps-static/styling
fr_ca: Fournir des styles délimités par &(ampersand). Par exemple, feature:poi|element:labels|visibility:off&transit|visibility:off. Consultez la page https://developers.google.com/maps/documentation/maps-static/styling pour plus de détails.

source: Category
fi: Asiasanat
fr_ca: Fil

source: Subject
fi: Aihe
fr_ca: Sujet

source: News Value
fi: Prio
fr_ca: Priorité de la nouvelle

source: Place
fi: Paikka
fr_ca: Endroit

source: An event you have been watching has been updated
fi: Seuraamaasi tapahtumaa on päivitetty
fr_ca: Un événement que vous avez surveillé a été mis à jour

source: Event updated
fi: Tapahtuma päivitetty
fr_ca: Événement mis à jour

source: An event you have been watching has been cancelled
fi: Seuraamasi tapahtuma on peruttu
fr_ca: Un événement que vous avez surveillé a été annulé

source: Event cancelled
fi: Tapahtuma peruttu
fr_ca: Événement annulé

source: An event you have been watching has a new planning
fi: Seuraamassasi tapahtumassa on uutta suunnittelutietoa
fr_ca: Un événement que vous avez surveillé a une nouvelle couverture

source: Planning added
fi: Suunnittelutietoa lisätty
fr_ca: Couverture ajoutée

source: An event you have been watching has a planning cancelled
fi: Seuraamaasi tapahtumaan liittyvä uutissuunnitelma on peruttu
fr_ca: La couverture d'un événement que vous avez surveillé a été annulée

source: Planning cancelled
fi: Uutissuunnittelmat peruttu
fr_ca: Couverture annulée

source: An event you have been watching has a new coverage added
fi: Seuraamassasi tapahtumassa on uutta sisältöä
fr_ca: Une couverture a été ajoutée à un événement que vous avez surveillé

source: Coverage added
fi: Sisältö lisätty
fr_ca: Couverture ajoutée

source: Completed
fi: Juttu lähetetty
fr_ca: Terminée

source: Cancelled
fi: Peruttu
fr_ca: Annulée

source: Planned
fi: STT uutisoi
fr_ca: Planifiée

source: Not decided
fi: Ehkä
fr_ca: Non décidée

source: On request
fi: Pyynnöstä
fr_ca: Sur demande

source: To be confirmed
fi: Ehkä
fr_ca: À confirmer

source: Postponed
fi: Siirretty
fr_ca: Reportée

source: Cannot edit coverage watch when watching parent item
fi: Et voi muokata seurantaa, jos seuraat jo muuta samassa kokonaisuudessa.
fr_ca: Il n'est pas possible de modifier la surveillance d'une couverture lorsqu'un élément qui y est associé est surveillé

source: Coverage not found
fi: Sisältöjä ei löytynyt
fr_ca: Couverture non trouvée

source: Error removing watch.
fi: Virhe
fr_ca: Erreur survenue lors du retrait de la surveillance.

source: %(section)s item not found
fi: %(section)s ei löydetty
fr_ca: %(section)s élément non trouvé

source: Editor
fi: Päätoimittaja
fr_ca: Rédacteur en chef

source: Journalist
fi: Toimittaja
fr_ca: Journaliste

source: Sales
fi: Myynti
fr_ca: Ventes

source: CTO
fi: Teknologiajohtaja
fr_ca: DT

source: CEO
fi: Toimitusjohtaja
fr_ca: PDG

source: Other
fi: Muu
fr_ca: Autre

source: Your email
fi: Sähköpostiosoitteesi
fr_ca: Courriel

source: Your First Name
fi: Etunimesi
fr_ca: Prénom

source: Your Last Name
fi: Sukunimesi
fr_ca: Nom

source: Your telephone number
fi: Puhelinnumerosi
fr_ca: Numéro de téléphone

source: Your company
fi: Organisaatio
fr_ca: Entreprise

source: Your country
fi: Maa
fr_ca: Pays

source: Your position
fi: Rooli
fr_ca: Poste

source: Company Type
fi: Organisaatiotyyppi
fr_ca: Type d'entreprise

source: Size of your company
fi: Organisaation koko
fr_ca: Taille de l'entreprise

source: Company URL
fi: Verkkosivu
fr_ca: Adresse URL de l'entreprise

source: How did you hear about us? (Referral, social media, web search)
fi: Mistä kuulit meistä?
fr_ca: Comment avez-vous entendu parler de nous ? (Recommandation, médias sociaux, recherche sur le web)

source: I agree to
fi: Hyväksyn
fr_ca: J'accepte

source: Email
fi: Sähköposti
fr_ca: Courriel

source: Password
fi: Salasana
fr_ca: Mot de passe

source: Remember Me
fi: Muista minut
fr_ca: Se souvenir de moi

source: Passwords must match.
fi: Salasanojen on oltava yhteneväiset.
fr_ca: Les mots de passe doivent être identiques.

source: Current password
fi: Nykyinen salasana
fr_ca: Mot de passe actuel

source: New password
fi: Uusi salasana
fr_ca: Nouveau mot de passe

source: Confirm new password
fi: Vahvista salasana
fr_ca: Confirmer le nouveau mot de passe

source: Invalid token
fi: Virheellinen linkki
fr_ca: Jeton invalide

source: Email not found
fi: Sähköpostiosoitetta ei löytynyt.
fr_ca: Courriel non trouvé

source: User not found
fi: Käyttäjää ei löytynyt
fr_ca: Utilisateur non trouvé

source: No Company assigned
fi: Organisaatiota ei liitetty
fr_ca: Aucune entreprise assignée

source: Company is disabled
fi: Organisaatio on suljettu.
fr_ca: L'entreprise est désactivée

source: Company has expired
fi: Organisaatio on vanhentunut
fr_ca: L'entreprise a expiré

source: Invalid login type, Oauth not enabled for your user
fi: Väärä kirjautumistapa, Oauth ei ole mahdollinen tälle käyttäjälle
fr_ca: Votre compte ne vous permet pas d'utiliser ce type de connexion.

source: There was an error when using SSO
fi: Kirjautumisessa tapahtui virhe
fr_ca: Une erreur est survenue en utilisant l'authentification unique

source: Invalid login type, %(type)s not enabled for your user
fi: Väärä kirjautumistapa, %(type)s ei ole käytettävissä tälle käyttäjälle
fr_ca: Type de connexion invalide, %(type)sn'est pas activé pour votre utilisateur

source: There is no product associated with your user. Please reach out to your Company Admin.
fi: Käyttäjätunnukseesi ei ole linkitetty tuotteita. Ole yhteydessä organisaatiosi pääkäyttäjään.
fr_ca: Aucun produit n'est associé à votre utilisateur. Veuillez contacter votre administrateur.

source: Exceeded number of allowed login attempts
fi: Kirjautumiskertojen määrä on ylitetty.
fr_ca: Nombre de tentatives de connexion autorisées dépassé

source: Account already exists.
fi: Tili on jo olemassa
fr_ca: Ce compte existe déjà.

source: Your account has been validated.
fi: Tilisi on vahvistettu
fr_ca: Votre compte a été validé.

source: Token has expired. Please create a new token
fi: Linkki on vanhentunut. Ole hyvä ja luo uusi.
fr_ca: Le jeton a expiré. S'il vous plaît créez un nouveau jeton.

source: Your password has been changed. Please login again.
fi: Salasanasi on vaihdettu. Ole hyvä ja kirjaudu sisään uudelleen.
fr_ca: Votre mot de passe a été changé. Veuillez vous reconnecter.

source: A reset password token has been sent to your email address.
fi: Salasanan uusimislinkki on lähetetty sähköpostiisi.
fr_ca: Un jeton de réinitialisation du mot de passe a été envoyé à votre adresse de courriel.

source: Your password has been changed.
fi: Salasanasi on vaihdettu.
fr_ca: Votre mot de passe a été modifié.

source: Current password invalid.
fi: Nykyinen salasana on väärin.
fr_ca: Mot de passe incorrect

source: Change password is not available.
fi: Salasanaa ei voi vaihtaa.
fr_ca: L'option de réinitialisation du mot de passe n'est pas disponible

source: User token is not valid
fi: Kirjatumiskoodi on väärä
fr_ca: Le jeton d'utilisateur n'est pas valable.

source: Could not change your password. Please contact us for assistance.
fi: Salasananvaihto ei onnistunut. Ota yhteyttä STT:n asiakaspalveluun.
fr_ca: La réinitialisation du mot de passe a échoué. Veuillez nous contacter pour obtenir de l'aide.

source: Dashboards
fi: Etusivun näkymät
fr_ca: Tableaux de bord

source: Label not found
fi: Nimeä ei löytynyt
fr_ca: Étiquette non trouvée

source: Type not found
fi: Tyyppiä ei löytynyt
fr_ca: Type non trouvé

source: Dashboard type not found
fi: Näkymätyyppiä ei löytynyt
fr_ca: Type de tableau de bord non trouvé

source: Company Management
fi: Organisaatioiden hallinta
fr_ca: Direction de l'entreprise

source: Name not found
fi: Nimeä ei löytynyt
fr_ca: Nom non trouvé

source: Company not found
fi: Organisaatiota ei löytynyt
fr_ca: Entreprise non trouvée

source: Value is already used
fi: Arvo on jo käytössä
fr_ca: Valeur déjà utilisée

source: Company already exists
fi: Organisaatio on jo olemassa
fr_ca: L'entreprise existe déjà

source: Company is already approved
fi: Yritys on jo hyväksytty.
fr_ca: L'entreprise est déjà approuvée

source: No products selected
fi: Tuotteita ei valittu
fr_ca: Aucun produit sélectionné

source: Invalid number of seats requested
fi: Antamasi käyttäjämäärä ei ole mahdollinen
fr_ca: Nombre de demandes d'accès invalide

source: Product Seat Request recipients not configured
fi: Lisäkäyttäjäpyyntöjen vastaanottajia ei ole määritetty
fr_ca: Les destinataires des demandes d'accès n'ont pas été configurés

source: Time limit for aapX items (in days)
fi: Aikarajaus aapX (päiviä)
fr_ca: Délai pour les articles aapX (en jours)

source: You can create an additional filter on top of the product definition. The time limit can be enabled for each company in the Permissions.
fi: Tällä säädetään sitä, kuinka pitkältä ajalta ei-arkistoasiakkaat näkevät juttuja. Pääsy arkistoon avataan Organisaatioiden hallinta -> Käyttöoikeudet
fr_ca: Vous pouvez créer un filtre supplémentaire en plus de la définition du produit. La limite de temps peut être activée pour chaque entreprise dans les autorisations.

source: Time limit for Media Release items (in days)
fi: Aikarajaus uutisjulkaisuille (päiviä)
fr_ca: Délai pour les communiqués de presse (en jours)

source: Time limit for access to Media Release items
fi: Aikaraja pääsyyn mediatiedotteisiin
fr_ca: Délai pour accéder aux communiqués de presse

source: Full text
fi: Koko teksti
fr_ca: Texte intégral

source: Linked extract(s)
fi: Linkitetyt
fr_ca: Extrait(s) lié(s)

source: Name
fi: Nimi
fr_ca: Nom

source: Description
fi: Kuvaus

source: Alert Type
fi: Hälytyksen tyyppi
fr_ca: Type d'alerte

source: Format Type
fi: Formaatti
fr_ca: Type de format

source: Company
fi: Organisaatio
fr_ca: Entreprise

source: Enabled
fi: Aktiivinen
fr_ca: Activé

source: Always Send
fi: Lähetä aina
fr_ca: Toujours envoyer

source: Use Headline as Subject of emails containing a single item
fi: Käytä otsikkoa sähköpostin otsikkona, jos sähköposti sisältää vain yhden tietueen.
fr_ca: Utiliser le titre dans le champ Objet des courriels qui ne contiennent qu'un seul élément

source: Query
fi: Hakulauseke
fr_ca: Requête

source: Invalid product parameter
fi: Väärä tuoteparametri
fr_ca: Paramètre de produit invalide

source: No monitoring profile requested.
fi: Ei pyydettyjä profiileita
fr_ca: Aucun profil de suivi demandé.

source: monitoring Profile not found
fi: profliia ei löytynyt
fr_ca: Profil de suivi non trouvé

source: Global Topics
fi: Yleiset haut
fr_ca: Sujets principaux

source: Time limit for News API products (in days)
fi: Aikarajaus uutisrajapinnan tuotteille (päiviä)
fr_ca: Délai pour les produits de l'API (en jours)

source: Rate limit exceeded
fi: Ylitetty
fr_ca: Limite de taux excédée

source: OAuth Clients
fi: OAuth-asiakkaat
fr_ca: Clients OAuth

source: Client not found
fi: Asiakasta ei löydy
fr_ca: Client non trouvé

source: Products
fi: Tuotteet
fr_ca: Produits

source: Must provide a section for this report
fi: Raporttiin tarvitaan osasto
fr_ca: Une section doit être fournie pour ce rapport

source: Published
fi: Julkaistu
fr_ca: Publié

source: Headline
fi: Otsikko
fr_ca: Titre

source: Take Key
fi: Ota avain
fr_ca: Lead

source: Source
fi: Lähde

source: Companies
fi: Yhtiöt
fr_ca: Entreprises

source: Actions
fi: Toiminnot

source: Download
fi: Lataa
fr_ca: Télécharger

source: Copy
fi: Kopioi
fr_ca: Copier

source: Share
fi: Jaa
fr_ca: Partager

source: Print
fi: Tulosta
fr_ca: Imprimer

source: Open
fi: Avaa
fr_ca: Ouvrir

source: Preview
fi: Esikatselu
fr_ca: Prévisualisation

source: Clipboard
fi: Leikepöytä
fr_ca: Presse-papiers

source: API retrieval
fi: Rajapintanouto
fr_ca: Récupération d'API

source: Content activity
fi: Sisältöjen käyttötilasto
fr_ca: Activité du contenu

source: Saved searches per company
fi: Tallennettuja hakuja organisaatiota kohden
fr_ca: Recherches enregistrées par entreprise

source: Saved searches per user
fi: Käyttäjien tallentamat haut
fr_ca: Recherches enregistrées par utilisateur

source: Saved My Topics and Company Topics
fi: Tallennetut omat hakuni ja yhteiset haut
fr_ca: Mes sujets et sujets partagés sauvegardés

source: Products per company
fi: Tuotteiden määrä organisaatiota kohden
fr_ca: Produits par entreprise

source: Stories per product
fi: Versioita tuotetta kohden
fr_ca: Articles par produit

source: SubscriberActivity
fi: Yhtiöiden toimintatilasto
fr_ca: Activité d'abonné

source: Company News API Usage
fi: Organisaation uutis-APIn käyttö
fr_ca: Utilisation de l'API de l'entreprise

source: Companies permissioned per product
fi: Yhtiöiden pääsy tuotteisiin
fr_ca: Entreprises autorisées par produit

source: Expired companies
fi: Vanhentuneet yhtiöt
fr_ca: Entreprises expirées

source: Unknown report {}
fi: Tuntematon raportti {}
fr_ca: Rapport inconnu {}

source: Page limit exceeded
fi: Sivumäärä ylitetty
fr_ca: Limite du nombre de pages excédée

source: Incorrect type supplied for advanced search params
fi: Tarkennetun haun parametrit ovat vääränlaisia
fr_ca: L'adresse URL n'est pas valide pour les paramètres de la recherche avancée

source: User does not belong to a company.
fi: Käyttäjä ei kuulu yhteenkään organisaatioon
fr_ca: L'utilisateur n'appartient pas à une entreprise.

source: Your company doesn't have any products defined.
fi: Organisaatiollasi ei ole yhtään määriteltyä tuotetta.
fr_ca: Votre entreprise n'a pas de produits définis.

source: Your product is not assigned to you or your company.
fi: Tuotteesi ei ole linkitetty organisaatioosi.
fr_ca: Les membres de votre entreprise n'ont pas accès à ce produit.

source: Section Filters
fi: Lisäsuodattimet
fr_ca: Filtres de section

source: 403. Forbidden
fi: 403. Pääsy evätty.
fr_ca: 403. Interdit

source: The requested resource is not available for your subscription.
fi: Hakemasi tieto ei ole saatavilla sopimusehdoillasi
fr_ca: La ressource demandée n'est pas disponible pour votre abonnement.

source: 404. That's an error.
fi: 404. Virhe tapahtui.
fr_ca: 404. C'est une erreur.

source: The requested url <code>%(url)s</code> was not found on the server.
fi: Etsimääsi verkko-osoitetta <code>%(url)s</code>ei löytynyt serveriltä.
fr_ca: L'adresse URL demandée <code>%(url)s</code> n'a pas été trouvée sur le serveur.

source: Your account has been locked
fi: Tilisi on lukittu
fr_ca: Votre compte a été verrouillé

source: We have detected suspicious activity on your account and have locked it.
fi: Olemme huomanneet tililläsi epäilyttävää toimintaa ja lukinneet sen.
fr_ca: Nous avons détecté une activité suspecte dans votre compte et l'avons verrouillé.

source: Please contact Newsroom administrator to unlock your account
fi: Ota yhteyttä Mediapankin ylläpitäjään, joka voi avata tilisi
fr_ca: Veuillez contacter l'administrateur de NouvellesPro pour déverrouiller votre compte.

source: Where
fi: Missä
fr_ca: Où

source: Contact
fi: Yhteyshenkilö
fr_ca: Contacter

source: Web
fi: Verkko

source: Editorial Note
fi: Toimituksellinen huomautus
fr_ca: Note de la rédaction

source: Coverages:
fi: Sisällöt:
fr_ca: Couvertures:

source: AM
fi: ap
fr_ca: Vidéo explicative

source: Main Navigation Bar
fi: Päävalikko
fr_ca: Barre de navigation principale

source: Login
fi: Kirjaudu sisään
fr_ca: Ouvrir une session

source: Contact Us
fi: Ota yhteyttä
fr_ca: Contactez-nous

source: Side Navigation
fi: Sivuvalikko
fr_ca: Navigation latérale

source: Company Admin
fi: Pääkäyttäjä
fr_ca: Administrateur client

source: Reports
fi: Tilastot
fr_ca: Rapports

source: Settings
fi: Asetukset
fr_ca: Paramètres

source: Change Password
fi: Vaihda salasana
fr_ca: Changer le mot de passe

source: Please use 8 or more characters.
fi: Käytä vähintään 8:aa merkkiä
fr_ca: Veuillez utiliser 8 caractères ou plus.

source: Forgot your password?
fi: Unohditko salasanasi?
fr_ca: Mot de passe oublié ?

source: Click here to reset.
fi: Klikkaa tästä uusiaksesi salasanasi.
fr_ca: Cliquez ici pour réinitialiser.

source: FactCheck
fi: Faktantarkistus
fr_ca: Vérification des faits

source: Privacy Policy
fi: Tietosuojalauseke
fr_ca: Politique de confidentialité

source: Terms and Conditions
fi: Käyttöehdot
fr_ca: Conditions du contrat

source: Copyright
fi: Tekijänoikeudet
fr_ca: Droits d'auteur

source: Impersonating
fi: Testaa käyttäjänä
fr_ca: Emprunt du compte de

source: Stop impersonation
fi: Lopeta käyttäjätesti
fr_ca: Mettre fin à l'emprunt du compte

source: Login using Single Sign On
fi: Kirjaudu sisään käyttäen organisaatiosi kirjautumistapaa
fr_ca: Connexion avec l'authentification unique

source: If you have trouble logging in, please contact your own IT support.
fi: Jos sinulla on vaikeuksia kirjautumisen kanssa, ole yhteydessä oman organisaatiosi tietohallintoon.
fr_ca: Si vous avez des difficultés à vous connecter, veuillez contacter votre service informatique.

source: Login to Newshub
fi: Kirjaudu Medipankkiin

source: Reset password
fi: Uusi salasanasi
fr_ca: Réinitialiser le mot de passe

source: Click here to reset
fi: Klikkaa tästä uusiaksesi salasanasi

source: Log In with Google
fi: Kirjaudu Googlella.
fr_ca: Se connecter avec Google

source: Or
fi: TAI

source: Don't have an account?
fi: Puuttuko sinulta tunnukset?

source: Sign up
fi: Rekisteröidy
fr_ca: S'inscrire

source: Language
fi: Kieli
fr_ca: Langue

source: Media Releases
fi: Tiedotteet
fr_ca: Communiqués de presse

source: The following monitoring profile has errored while sending alerts:
fi: Seuraavista profiileista tuli virheilmoitus, kun hälytystä lähetettiin:
fr_ca: Le profil de supervision suivant a rencontré une erreur en transmettant des alertes:

source: Name:
fi: Nimi:
fr_ca: Nom:

source: Company:
fi: Organisaatio:
fr_ca: Entreprise:

source: Run time:
fi: Kesto:
fr_ca: Durée:

source: That's an error.
fi: 404. Tapahtui virhe.
fr_ca: Cela est une erreur.

source: The link in the email has already expired. Please request to reset your password again.
fi: Sähköpostin linkki on vanhentunut. Tilaa uusi linkki vaihtaaksesi salasanasi.
fr_ca: Le lien dans le courriel a déjà expiré. Veuillez s'il vous plaît demander de nouveau de réinitialiser votre mot de passe.
