Repository: superdesk/newsroom-core
Catalog: newsroom/translations/*/LC_MESSAGES/messages.po
Languages: fi, fr_ca

source: Please provide company name
fi: Anna organisaation nimi
fr_ca: Veuillez fournir le nom de l'entreprise

source: Would you like to delete company: {{name}}
fi: Haluatko varmasti poistaa organisaation: {{name}}
fr_ca: Voulez-vous supprimer l'entreprise: {{name}}

source: This will also send account activation emails, would you like to continue?
fi: Tämä valinta lähettää tilien aktivointiviestejä. Oletko varma, että haluat jatkaa?
fr_ca: Cette action déclenchera également l'envoi de courriels d'activation de compte; voulez-vous continuer ?

source: Edit Company
fi: Muokkaa organisaatiota
fr_ca: Modifier l'entreprise

source: Pending
fi: Odottaa
fr_ca: En attente

source: Approve Company & Users
fi: Hyväksy organisaatio ja käyttäjä
fr_ca: Approuver l'entreprise et les utilisateurs

source: Allowed IP Addresses
fi: Sallitut IP-osoitteet
fr_ca: Adresses IP autorisées

source: Authentication Provider
fi: Autentikaatiopalvelu
fr_ca: Fournisseur d'authentification

source: SSO domains
fi: SSO domainit
fr_ca: Domaines SSO

source: Company Size
fi: Organisaation koko
fr_ca: Taille de l'entreprise

source: Company Url
fi: Organisaation verkkosivu
fr_ca: Adresse URL de l'entreprise

source: Referred By
fi: Viittaus
fr_ca: Recommandé par

source: Contact Name
fi: Yhteyshenkilö
fr_ca: Nom du contact

source: Contact Email
fi: Sähköposti
fr_ca: Courriel du contact

source: Expiry Date
fi: Vanhenee
fr_ca: Date d'expiration

source: {{monitoring}} Administrator
fi: {{monitoring}} ylläpitäjä
fr_ca: Administrateur {{monitoring}}

source: Product Seat request sent
fi: Lisäkäyttäjäpyyntö lähetetty
fr_ca: Demande d'accès envoyée

source: Please provide email
fi: Anna sähköpostiosoite
fr_ca: Veuillez fournir l'adresse de courriel

source: Would you like to delete user: {{ name }}
fi: Haluatko poistaa käyttäjän: {{ name }}
fr_ca: Voulez-vous supprimer l'utilisateur: {{ name }}

source: New User
fi: Uusi käyttäjä
fr_ca: Nouvel utilisateur

source: My Company
fi: Tilaustiedot
fr_ca: Mon entreprise

source: Users : {{total}}
fi: Käyttäjiä : {{total}}
fr_ca: Utilisateurs : {{total}}

source: Request more seats
fi: Pyydä lisäystä käyttäjämäärään
fr_ca: Demander plus d'accès

source: Send Request
fi: Lähetä pyyntö
fr_ca: Envoyer une demande

source: Number of additional seats
fi: Lisäkäyttäjien määrä
fr_ca: Nombre d'accès additionnels

source: Note
fi: Huom
fr_ca: Remarque

source: Company User Management
fi: Käyttäjähallinta
fr_ca: Gestion des utilisateurs

source: All Products
fi: Kaikki tuotteet
fr_ca: Tous les produits

source: Unlimited
fi: Rajaton
fr_ca: Illimité

source: Active
fi: Aktiivinen
fr_ca: Actif

source: Admin
fi: Pääkäyttäjä
fr_ca: Administrateur

source: {{ section }} Products
fi: {{ section }} tuotteet
fr_ca: Produits {{ section }}

source: Last Active
fi: Viimeksi aktiivinen
fr_ca: Dernier accès

source: To date is after From date
fi: Alku- ja loppuajat ovat väärässä järjestyksessä
fr_ca: La date de fin est ultérieure à la date de début

source: No data to export.
fi: Ei dataa vietäväksi
fr_ca: Aucune donnée à exporter.

source: Tel
fi: Puh
fr_ca: Téléphone

source: User Accounts
fi: Käyttäjätilit
fr_ca: Comptes d'utilisateur

source: Unspecified
fi: Määrittelemätön
fr_ca: Non précisé

source: Is Active
fi: Onko aktiivinen
fr_ca: Actif

source: Created
fi: Yhtiö luotu
fr_ca: Créé

source: No Data
fi: Ei tietoja
fr_ca: Aucune donnée

source: FROM:
fi: Alkaen:
fr_ca: DE:

source: TO:
fi: Päättyen:
fr_ca: À:

source: Product name
fi: Tuotteen nimi
fr_ca: Nom du produit

source: Is Enabled
fi: Käytössä
fr_ca: Activé

source: sd_product_id
fi: Superdesk-tuotteen id

source: Number Of Products
fi: Tuotteiden määrä
fr_ca: Nombre de produits

source: Select a report
fi: Valitse raportti
fr_ca: Sélectionner un rapport

source: Subscriber activity
fi: Yhtiöiden toimintatilastot
fr_ca: Activité de l'abonné

source: Companies per Product
fi: Tuotteita käyttävät yhtiöt
fr_ca: Entreprises par produit

source: Run report
fi: Aja raportti
fr_ca: Produire le rapport

source: Print report
fi: Tulosta raportti
fr_ca: Imprimer le rapport

source: Number Of Saved Searches
fi: Tallennettujen hakujen määrä
fr_ca: Nombre de recherches enregistrées

source: Export to CSV
fi: Vie CSV:hen
fr_ca: Exporter en format CSV

source: Section
fi: Osio

source: Genres
fi: Genret
fr_ca: Versions

source: Active Companies
fi: Aktiiviset yhtiöt
fr_ca: Entreprises actives

source: Disabled Companies
fi: Passivoidut yhtiöt
fr_ca: Entreprises désactivées

source: Last 24 hours
fi: Edelliset 24 tuntia
fr_ca: Dernières 24 heures

source: This week
fi: Tämä viikko
fr_ca: Cette semaine

source: Last 7 days
fi: Edelliset 7 päivää
fr_ca: Les 7 derniers jours

source: This month
fi: Tämä kuukausi
fr_ca: Ce mois-ci

source: Previous month
fi: Viime kuukausi
fr_ca: Le mois précédent

source: Last 6 months
fi: Edelliset 6 kuukautta
fr_ca: Les 6 derniers mois

source: User
fi: Käyttäjä
fr_ca: Utilisateur

source: My Topics
fi: Omat hakuni
fr_ca: Mes sujets

source: Company Topics
fi: Yhteiset haut
fr_ca: Sujets partagés

source: All Companies
fi: Kaikki yhtiöt
fr_ca: Toutes les entreprises

source: All Actions
fi: Kaikki toiminnot
fr_ca: Toutes les actions

source: All Sections
fi: Kaikki osiot
fr_ca: Toutes les sections

source: Item
fi: Versio
fr_ca: Élément

source: Action
fi: Toiminta

source: Time
fi: Aika
fr_ca: Heure

source: More Actions
fi: Lisää toimintoja
fr_ca: Plus d'actions

source: System
fi: Järjestelmä
fr_ca: Système

source: Created by {{author}} at {{date}}
fi: Luonut {{author}} {{date}}
fr_ca: Créé par {{author}} à {{date}}

source: Updated by {{author}} at {{date}}
fi: Päivittänyt {{author}} {{date}}
fr_ca: Mis à jour par {{author}} à {{date}}

source: Edit
fi: Muokkaa
fr_ca: Modifier

source: No {{filterName}} available
fi: {{filterName}} ei saatavilla
fr_ca: Aucun {{filterName}} disponible

source: Deselect All
fi: Poista kaikki valinnat
fr_ca: Tout désélectionner

source: Select All
fi: Valitse kaikki
fr_ca: Tout sélectionner

source: on
fi: klo
fr_ca: le

source: in 1 week
fi: 1 viikossa
fr_ca: dans 1 semaine

source: in 2 weeks
fi: 2 viikossa
fr_ca: dans 2 semaines

source: in 1 month
fi: 1 kuukauden kuluessa
fr_ca: dans 1 mois

source: in 6 months
fi: 6 kuukaudessa
fr_ca: dans 6 mois

source: in 1 year
fi: 1 vuodessa
fr_ca: dans 1 an

source: Never
fi: Ei koskaan
fr_ca: Jamais

source: Large list
fi: Laaja listaus
fr_ca: Liste détaillée

source: Compact list
fi: Tiivis listaus
fr_ca: Liste compacte

source: Change view
fi: Muuta näkymää
fr_ca: Changer la visualisation

source: All {{label}}
fi: Kaikki {{label}}
fr_ca: Tout {{label}}

source: Notifications
fi: Ilmoitukset

source: All notifications are paused until {{date}}
fi: Kaikki ilmoitukset on laitettu tauolle {{date}} asti
fr_ca: Toutes les notifications sont suspendues jusqu'au {{date}}

source: Resume all notifications
fi: Ota kaikki ilmoituksen uudelleen käyttöön
fr_ca: Réactiver toutes les notifications

source: No new notifications!
fi: Ei uusia ilmoituksia
fr_ca: Aucune nouvelle notification !

source: Clear All
fi: Tyhjennä kaikki
fr_ca: Tout effacer

source: All notifications are set to be paused from {{dateFrom}} to {{dateTo}}
fi: Kaikki ilmoitukset on laitettu tauolle {{dateFrom}} - {{dateTo}} välillä.
fr_ca: Toutes les notifications sont mises en pause du {{dateFrom}} au {{dateTo}}.

source: Loading...
fi: Lataa...
fr_ca: Chargement...

source: You don't have any saved Topics yet.
fi: Sinulla ei ole tallennettuja hakuja.
fr_ca: Vous n'avez pas encore de sujets enregistrés.

source: You can create Topics by saving search terms and/or filters from the Wire section.
fi: Voit seurata aihepiirejä tallentamalla hakutermejä ja/tai filttereitä uutispalveluosiossa.
fr_ca: Vous pouvez créer des sujets en enregistrant des recherches et/ou des filtres dans la section Fil de presse.

source: Go to Wire
fi: Siirry uutispalveluun
fr_ca: Aller au fil de presse

source: No items yet
fi: Ei vielä sisältöä
fr_ca: Aucun élément pour l'instant

source: Select some topics from the sidebar to add them here.
fi: Valitse sivusta tallennettuja hakuja tähän lisättäväksi
fr_ca: Sélectionner des sujets dans la barre latérale pour les ajouter ici.

source: Personalize Home
fi: Muokkaa omaa näkymääsi
fr_ca: Personnaliser l'accueil

source: My Home
fi: Oma näkymä
fr_ca: Mon accueil

source: Select up to 6 Topics you want to display on your personal Home screen.
fi: Valitse korkeintaan kuusi tallennettua hakua, jotka haluat näyttää omassa näkymässäsi.
fr_ca: Sélectionner un maximum de 6 sujets que vous voulez afficher sur votre écran d'accueil personnel.

source: {{size}} out of 6 topics selected
fi: {{size}} / 6 hakua valittuna
fr_ca: {{size}} de 6 sujets sélectionnés

source: Search Topics
fi: Hae tallennettuja hakuja
fr_ca: Rechercher des sujets

source: Clear search
fi: Tyhjennä haku
fr_ca: Effacer la recherche

source: Share Item
fi: Jaa kohde
fr_ca: Partager l'élément

source: Message
fi: Viesti

source: 6-text-only
fi: 6-palstainen, vain teksti
fr_ca: 6 tuiles texte

source: 4-picture-text
fi: 4-palstainen, kuva ja teksti
fr_ca: 4 tuiles texte et photo

source: 4-media-gallery
fi: 4-palstainen mediagalleria
fr_ca: 4 tuiles média

source: 4-photo-gallery
fi: 4-palstainen kuvagalleria
fr_ca: 4 tuiles photo

source: 1x1-top-news
fi: 1x1 pääuutiset
fr_ca: 1x1 tuile principaux articles

source: 2x2-top-news
fi: 2x2 pääuutiset
fr_ca: 2x2 tuiles principaux articles

source: 3-text-only
fi: 3-palstainen, vain teksti
fr_ca: 3 tuiles texte

source: 3-picture-text
fi: 3-palstainen, kuva ja teksti
fr_ca: 3 tuiles texte et photo

source: 4-text-only
fi: 4-palstainen, vain teksti
fr_ca: 4 tuiles texte

source: 2x2-events
fi: 2x2, tapahtumat
fr_ca: 2x2 tuiles événements

source: Wire list
fi: Uutisvirta

source: 6 Navigation Tiles Per Row
fi: 6 navigaatiolohkoa rivillä
fr_ca: 6 tuiles de navigation par rangée

source: Abstract
fi: Tiivistelmä
fr_ca: Résumé

source: Start Date
fi: Alkupäivämäärä
fr_ca: Date de début

source: End Date
fi: Loppupäivämäärä
fr_ca: Date de fin

source: More button label
fi: Lisää
fr_ca: Plus de boutons

source: More button url
fi: Lisää
fr_ca: Plus de boutons

source: External url to fetch media
fi: Ulkopuolinen url median noutoa varten
fr_ca: URL externe pour récupérer le média

source: Media Count
fi: Median lukumäärä
fr_ca: Nombre de médias

source: Select a navigation.
fi: Valitse navigaatio
fr_ca: Sélectionner une navigation.

source: Navigation is already added.
fi: Navigaatio on jo lisätty
fr_ca: Navigation déjà ajoutée.

source: Select Navigation
fi: Valitse navigaatio
fr_ca: Sélectionner la navigation

source: Add
fi: Lisää
fr_ca: Ajouter

source: Number of items
fi: Lukumäärä
fr_ca: Nombre d'éléments

source: All
fi: Kaikki
fr_ca: Tout

source: To
fi: Päättyen
fr_ca: À

source: More news
fi: Hae lisää
fr_ca: Plus de nouvelles

source: Stories
fi: Jutut
fr_ca: Articles

source: Settings were updated successfully.
fi: Asetukset päivitetty
fr_ca: Les paramètres ont été mis à jour avec succès.

source: Loading Card Items
fi: Ladataan kortin sisältöä
fr_ca: Chargement des éléments de fiche

source: Warning
fi: Varoitus
fr_ca: Avertissement

source: There's no card defined for {{home}} page!
fi: Yhtään korttia ei ole määritetty {{home}} sivulle
fr_ca: Aucune fiche n'a été définie pour la page {{home}} !

source: Default
fi: Oletus
fr_ca: Par défaut

source: Edit personal Home
fi: Muokkaa omaa etusivuasi
fr_ca: Modifier l'accueil personnel

source: Search
fi: Hae
fr_ca: Rechercher

source: Search for...
fi: Hae...
fr_ca: Rechercher...

source: Topics
fi: Valmiit haut
fr_ca: Sujets

source: Filters
fi: Suodattimet
fr_ca: Filtres

source: Custom View
fi: Muokattu näkymä
fr_ca: Vue personnalisée

source: Map
fi: Kartta
fr_ca: Carte

source: There's no navigations defined!
fi: Et ole määritellyt yhtään navigaatiota
fr_ca: Aucune navigation définie!

source: {{monitoring}} Profile updated successfully
fi: {{monitoring}} Käyttäjätiedot päivitetty!
fr_ca: Profil de {{monitoring}} mis à jour avec succès

source: {{monitoring}} Profile created successfully
fi: {{monitoring}} Profiili luotu!
fr_ca: Profil de {{monitoring}} créé avec succès

source: {{monitoring}} Profile users updated successfully
fi: {{monitoring}} Käyttäjät päivitetty!
fr_ca: Utilisateurs du profil de {{monitoring}} mis à jour avec succès

source: Please create {{monitoring}} profile first.
fi: Luo ensin {{monitoring}} profiili
fr_ca: Veuillez d'abord créer un profil de {{monitoring}}.

source: {{monitoring}} Profile schedule updated successfully
fi: {{monitoring}} profiilin aikataulu päivitetty
fr_ca: Horaire du profil de {{monitoring}} mis à jour avec succès

source: {{monitoring}} Profile deleted successfully
fi: {{monitoring}} profiili poistettu
fr_ca: Profil de {{monitoring}} supprimé avec succès

source: Profile
fi: Käyttäjätiedot
fr_ca: Profil

source: Schedule
fi: Aikataulu
fr_ca: Horaire

source: There are no users for this monitoring profile.
fi: Seurantaprofiililla ei ole käyttäjiä
fr_ca: Il n'y a aucun utilisateur pour ce profil de suivi.

source: Edit {{monitoring}}
fi: Muokkaa {{monitoring}}
fr_ca: Modifier {{monitoring}}

source: Add/Edit {{monitoring}} Profile
fi: Lisää/muokkaa {{monitoring}} profiilia
fr_ca: Ajouter/modifier profil de {{monitoring}}

source: Subject line
fi: Otsikko
fr_ca: Ligne d'objet

source: Test {{monitoring}} Profile query
fi: Testaa {{monitoring}} profiilin kyselyä
fr_ca: Tester la requête du profil de {{monitoring}}

source: Keywords
fi: Avainsanat
fr_ca: Mots clés

source: {{monitoring}} Profiles
fi: {{monitoring}} profiilit
fr_ca: Profils de {{monitoring}}

source: Schedules
fi: Aikataulut
fr_ca: Horaires

source: Companies with schedules
fi: Yhtiöt ja aikataulut
fr_ca: Entreprises avec horaires

source: New {{monitoring}} Profile
fi: Uusi {{monitoring}} profiili
fr_ca: Nouveau profil de {{monitoring}}

source: Please provide a name
fi: Anna nimi
fr_ca: Veuillez écrire un nom

source: Please provide a company
fi: Anna organisaation nimi
fr_ca: Veuillez préciser quelle est l'entreprise

source: Please provide a query
fi: Anna hakulauseke
fr_ca: Veuillez fournir une requête

source: Would you like to delete the {{monitoring}} Profile: {{name}}?
fi: Haluatko poistaa {{monitoring}} profiilin {{name}}?
fr_ca: Voulez-vous supprimer le profil de {{monitoring}}: {{name}}?

source: Immediate
fi: Heti
fr_ca: Immédiat

source: Hourly
fi: Tunneittain
fr_ca: Chaque heure

source: Every Two Hours
fi: Kahden tunnin välein
fr_ca: Toutes les deux heures

source: Every Four Hours
fi: Neljän tunnin välein
fr_ca: Toutes les quatre heures

source: Every day at
fi: Joka päivä klo
fr_ca: Tous les jours à

source: Every week at
fi: Joka viikko
fr_ca: Chaque semaine à

source: Monday
fi: Maanantai
fr_ca: Lundi

source: Tuesday
fi: Tiistai
fr_ca: Mardi

source: Wednesday
fi: Keskiviikko
fr_ca: Mercredi

source: Thursday
fi: Torstai
fr_ca: Jeudi

source: Friday
fi: Perjantai
fr_ca: Vendredi

source: Saturday
fi: Lauantai
fr_ca: Samedi

source: Sunday
fi: Sunnuntai
fr_ca: Dimanche

source: Schedule type
fi: Ohjelmatyyppi
fr_ca: Type d'horaire

source: Day of week
fi: Viikonpäivä
fr_ca: Jour de la semaine

source: Navigation updated successfully
fi: Navigaatio on päivitetty
fr_ca: Navigation mise à jour avec succès

source: Navigation created successfully
fi: Navigaatio on luotu
fr_ca: Navigation créée avec succès

source: Navigation deleted successfully
fi: Navigaatio on poistettu
fr_ca: Navigation supprimée avec succès

source: Global Topic
fi: Yleiset aiheet
fr_ca: Sujet principal

source: Edit Navigation
fi: Muokkaa navigaatiota
fr_ca: Modifier la navigation

source: Please provide navigation name
fi: Anna sijainnille nimi
fr_ca: Veuillez fournir le nom de la navigation

source: Would you like to delete navigation: {{name}}
fi: Haluatko varmasti poistaa navigaation: {{name}}
fr_ca: Voulez-vous supprimer la navigation: {{name}}

source: New Global Topic
fi: Uusi yleinen aihe
fr_ca: Nouveau sujet principal

source: API Token generated successfully
fi: API-avain luotu
fr_ca: Jeton d'API généré avec succès

source: API Token deleted successfully
fi: API-avain poistettu
fr_ca: Jeton d'API supprimé avec succès

source: API Token updated successfully
fi: API-avain päivitetty
fr_ca: Jeton d'API mis à jour avec succès

source: Cannot be in the past
fi: Ei voi olla menneisyydessä
fr_ca: Ne peut pas être dans le passé

source: Are you sure you want to delete this Company's API Token?
fi: Haluatko varmasti poistaa organisaation API-avaimen?
fr_ca: Êtes-vous certain de vouloir supprimer le jeton d'API de cette entreprise?

source: Expired On:
fi: Vanheni:
fr_ca: A expiré le:

source: Expires On:
fi: Vanhenee:
fr_ca: Expire le:

source: Token:
fi: API:
fr_ca: Jeton:

source: Expires:
fi: Vanhenee
fr_ca: Expire le:

source: Edit API Token
fi: Muokkaa API-avainta
fr_ca: Modifier le jeton d'API

source: Create New API Token
fi: Luo uusi APi-avain
fr_ca: Créer un nouveau jeton d'API

source: API Token - Disabled
fi: API-avain - pois päältä
fr_ca: Jeton d'API - Désactivé

source: API Token
fi: API-avain
fr_ca: Jeton d'API

source: Save Token
fi: Tallenna API-avain
fr_ca: Enregistrer le jeton

source: Generate Token
fi: Luo avain
fr_ca: Générer un jeton

source: Notification cleared successfully
fi: Ilmoitus poistettu
fr_ca: Notification effacée avec succès

source: Notifications cleared successfully
fi: Kaikki ilmoitukset poistettu
fr_ca: Notifications effacées avec succès

source: Notifications resumed
fi: Ilmoitukset otettu uudelleen käyttöön
fr_ca: Notifications réactivées

source: Shared by {{ first_name }} {{ last_name }} at {{ time }}
fi: Jakanut: {{ first_name }} {{ last_name }} {{ time }}
fr_ca: Partagé par {{ first_name }} {{ last_name }} à {{ time }}

source: Shared by {{ first_name }} {{ last_name }} on {{ date }}
fi: Jakanut: by {{ first_name }} {{ last_name }} on {{ date }}
fr_ca: Partagé par {{ first_name }} {{ last_name }} le {{ date }}

source: Created at {{ time }}
fi: Luotu {{ time }}
fr_ca: Créé à {{ time }}

source: Created on {{ date }}
fi: Luotu {{ date }}
fr_ca: Créé le {{ date }}

source: Updated at {{ time }}
fi: Päivitetty {{ time }}
fr_ca: Mis à jour à {{ time }}

source: Updated on {{ date }}
fi: Päivitetty {{ date }}
fr_ca: Mis à jour le {{ date }}

source: A story you downloaded has been updated
fi: Lataamasi juttu on päivitetty
fr_ca: Un article que vous avez téléchargé a été mis à jour

source: An event you are watching has been updated
fi: Seuraamasi tapahtuma on päivitetty
fr_ca: Un événement que vous surveillez a été mis à jour

source: {{ agenda }} item has arrived that matches a subscribed topic
fi: Seuraamaasi aihetta vastaava tapahtuma tai suunnittelutieto {{ agenda }} on saatavilla
fr_ca: Un élément {{ agenda }} qui correspond à un sujet auquel vous êtes abonné est arrivé

source: A story has arrived that matches a subscribed topic
fi: Tallennettua hakua vastaava juttu on tullut julkaistu
fr_ca: Un article sur un sujet auquel vous êtes abonné a été publié

source: {{ section }} Topic has been shared with you
fi: {{ section }} seuranta on jaettu sinun kanssasi
fr_ca: Un sujet {{ section }} a été partagé avec vous

source: {{ section }} item was shared with you
fi: {{ section }} sisältö on jaettu kanssasi
fr_ca: Un élément {{ section }} a été partagé avec vous

source: Client updated successfully
fi: Asiakas päivitetty
fr_ca: Client mis à jour avec succès

source: Client created successfully
fi: Asiakas luotu
fr_ca: Client créé avec succès

source: Client deleted successfully
fi: Asiakas poistettu
fr_ca: Client supprimé avec succès

source: Last Login
fi: Viimeisin kirjautuminen
fr_ca: Dernière connexion

source: Please provide client name
fi: Anna asiakkaan nimi
fr_ca: Veuillez fournir le nom du client

source: Would you like to delete client: {{name}}
fi: Haluatko poistaa asiakkaan {{name}}?
fr_ca: Voulez-vous supprimer le client: {{name}}

source: New Client
fi: Uusi asiakas
fr_ca: Nouveau client

source: Edit Client
fi: Muokkaa asiakasta
fr_ca: Modifier le client

source: Add/Edit Client
fi: Asiakkaan lisäys/muokkaus
fr_ca: Ajouter/Modifier un client

source: Client Id
fi: Asiakas-id
fr_ca: Identifiant du client

source: Client Secret
fi: Asiakassalaisuus

source: Make sure to copy your new client secret now. You won`t be able to see it again.
fi: Kopioi tämä tieto nyt. Et näe sitä enää myöhemmin.
fr_ca: Assurez-vous de copier votre nouveau client secret maintenant, car vous ne serez plus en mesure de le voir une autre fois.

source: Product updated successfully
fi: Tuote on päivitetty
fr_ca: Produit mis à jour avec succès

source: Product created successfully
fi: Tuote on luotu
fr_ca: Produit créé avec succès

source: Product deleted successfully
fi: Tuote on poistettu
fr_ca: Produit supprimé avec succès

source: Test product
fi: Testaa tuotetta
fr_ca: Tester le produit

source: Edit Product
fi: Muokkaa tuotetta
fr_ca: Modifier le produit

source: Superdesk Product Id
fi: Superdesk-tuotteen id
fr_ca: Identifiant du produit Superdesk

source: Test product id
fi: Testaa tuotteen id:tä
fr_ca: Test l'identifiant du produit

source: Test query
fi: Testaa hakulauseketta
fr_ca: Tester la requête

source: Planning Item Query
fi: Suunnittelutietoon liittyvä tiedustelu
fr_ca: Requête d'élément de couverture

source: Test Planning Item query
fi: Testaa hakua
fr_ca: Tester la requête d'élément de couverture

source: Please provide product name
fi: Anna tuotteelle nimi
fr_ca: Veuillez fournir le nom du produit

source: Would you like to delete product: {{name}}
fi: Haluatko varmasti poistaa tuotteen: {{name}}
fr_ca: Voulez-vous supprimer le produit: {{name}}

source: New Product
fi: Uusi tuote
fr_ca: Nouveau produit

source: This action requires you to log in!
fi: Toiminnallisuus vaatii sisäänkirjautumisen.
fr_ca: Cela nécessite de vous connecter à votre compte !

source: Register
fi: Rekisteröidy
fr_ca: Enregistrer

source: Items were shared successfully.
fi: Jaoit kohteet onnistuneesti
fr_ca: Les éléments ont été partagés avec succès.

source: Item was shared successfully.
fi: Jaoit kohteen onnistuneesti
fr_ca: L'élément a été partagé avec succès.

source: Advanced Search dialog
fi: Tarkennettu sanahaku
fr_ca: Dialogue de recherche avancée

source: Advanced Search
fi: Tarkennettu sanahaku
fr_ca: Recherche avancée

source: Show Search Tips
fi: Näytä hakuvinkit
fr_ca: Afficher les astuces de recherche

source: All of these:
fi: Hakutuloksissa tulee olla kaikki nämä sanat:
fr_ca: Tous ces mots-clés:

source: keyword1 keyword2...
fi: hakusana1 hakusana2...
fr_ca: mot-clé1 mot-clé2...

source: Finds every item that contains keyword1 AND keyword2 etc.
fi: Antaa hakutulokset, joissa kaikissa on hakusana1 JA hakusana2 jne.
fr_ca: Trouver tous les éléments qui comprennent le mot-clé1 ET le mot-clé2, etc.

source: Any of these:
fi: Hakutuloksissa tulee olla jokin näistä sanoista:
fr_ca: N'importe lequel de ces mots-clés:

source: And every item contain keyword1 OR keyword 2 etc.
fi: Antaa hakutulokset, joissa on joko hakusana1 TAI hakusana2 jne.
fr_ca: Trouver tous les éléments qui comprennent le mot-clé1 OU le mot-clé2, etc.

source: None of these:
fi: Hakutuloksissa ei saa esiintyä seuraavia sanoja:
fr_ca: Aucun de ces mots-clés:

source: And every item will NOT contain keyword1 nor keyword2 etc.
fi: Antaa hakutulokset, joissa EI ole hakusanaa1 tai hakusanaa2 jne.
fr_ca: Et exclure tous les éléments qui comprennent le mot-clé1 OU le mot-clé2, etc.

source: Apply these keyword rules to at least one of these search fields:
fi: Valitse ainakin yksi näistä kentistä, joihin yllä oleva haku kohdistetaan:
fr_ca: Appliquer ces règles à au moins un de ces champs de recherche :

source: Body
fi: Leipäteksti
fr_ca: Corps

source: Remove from folder
fi: Poista kansiosta
fr_ca: Retirer du dossier
