Repository: superdesk/newsroom-core
Catalog: newsroom/translations/*/LC_MESSAGES/messages.po
Languages: fi, fr_ca

source: Would you like to delete topic {{name}}?
fi: Haluatko varmasti poistaa haun {{name}}?
fr_ca: Voulez-vous supprimer le sujet {{name}}?

source: Create new folder
fi: Luo uusi kansio
fr_ca: Créer un nouveau dossier

source: New folder
fi: Uusi kansio
fr_ca: Nouveau dossier

source: {{monitoring}} Profile
fi: {{monitoring}} profiili
fr_ca: {{monitoring}} Profil

source: Unsubscribed
fi: Peruttu
fr_ca: Désabonné

source: Subscribed
fi: Tilattu
fr_ca: Abonné

source: {{ msg }} successfully
fi: {{ msg }} onnistuneesti
fr_ca: {{ msg }} avec succès

source: Unsubscribe
fi: Peru tilaus
fr_ca: Se désabonner

source: Subscribe
fi: Tilaa
fr_ca: S'abonner

source: refresh
fi: päivitä
fr_ca: rafraîchir

source: search results found
fi: hakutulosta löytyi
fr_ca: résultats de recherche trouvés

source: search results for:
fi: hakutulokset:
fr_ca: résultat(s) de recherche pour:

source: Advanced Search Tips dialog
fi: Vinkkejä hakemiseen
fr_ca: Dialogue d'astuces de recherche avancée

source: Tips
fi: Vinkit
fr_ca: Astuces

source: Close Search Tips
fi: Sulje hakuvinkit
fr_ca: Fermer les astuces de recherche

source: Search Bar
fi: Yleistä hausta
fr_ca: Barre de recherche

source: Created by {{author}} on {{date}} at {{ time }}
fi: Luonut {{author}} {{date}} {{ time }}
fr_ca: Créé par {{author}} le {{ date }} à {{ time }}

source: Created on {{ date }} at {{ time }}
fi: Luotu {{ date }} klo {{ time }}
fr_ca: Créé le {{ date }} à {{ time }}

source: Updated by {{author}} on {{date}} at {{time}}
fi: Päivittänyt {{author}} {{date}} {{time}}
fr_ca: Mis à jour par {{author}} le {{ date }} à {{ time }}

source: Updated on {{ date }} at {{ time }}
fi: Päivitetty {{ date }} {{ time }}
fr_ca: Mis à jour le {{ date }} à {{ time }}

source: Real-Time
fi: Heti haun päivittyessä
fr_ca: En temps réel

source: Scheduled
fi: Aikataulutetusti
fr_ca: Planifiées

source: Company Topic
fi: Yhteinen haku
fr_ca: Sujet partagé

source: Edit Metadata
fi: Muokkaa metadataa
fr_ca: Modifier les métadonnées

source: Subscribers
fi: Tilaaja
fr_ca: Abonnés

source: Email Notifications
fi: Sähköposti-ilmoitukset
fr_ca: Notifications par courriel

source: Topic updated successfully
fi: Tallennettu haku päivitetty
fr_ca: Sujet mis à jour avec succès

source: Topic created successfully
fi: Tallennettu haku luotu
fr_ca: Sujet créé avec succès

source: Create new Topic
fi: Tallenna haku
fr_ca: Créer un nouveau sujet

source: Save Topic
fi: Tallenna haku
fr_ca: Enregistrer le sujet

source: Send notifications to:
fi: Lähetä ilmoitukset:
fr_ca: Envoyer les notifications à :

source: Rename
fi: Nimeä uudelleen
fr_ca: Renommer

source: Folder Actions
fi: Kansiotoiminnot
fr_ca: Actions du dossier

source: Folder Name
fi: Kansion nimi
fr_ca: Nom du dossier

source: Add to folder
fi: Lisää kansio
fr_ca: Ajouter au dossier

source: Share with my Company
fi: Jaa haku koko organisaatiolleni
fr_ca: Partager avec mes collègues

source: Created Externally
fi: Luotu ulkopuolella
fr_ca: Créé à l'externe

source: Organize your Topic
fi: Järjestä tallennetut hakusi
fr_ca: Organiser vos sujets

source: Email Notifications:
fi: Sähköposti-ilmoitukset:
fr_ca: Notifications par courriel :

source: None
fi: Ei mitään
fr_ca: Aucune

source: Your saved topic results will be emailed in a digest format at the time(s) per day set below.
fi: Tallentamasi haun tulokset lähetetään sinulle tiivistelmänä päivittäin alla määriteltyinä aikoina.
fr_ca: Les résultats de vos sujets enregistrés vous seront transmis par courriel, dans un format résumé, au(x) moment(s) choisi(s) ci-dessous.

source: Edit schedule
fi: Muuta aikataulua
fr_ca: Modifier l'horaire

source: Topic details
fi: Tarkemmat tiedot tallennetusta hausta
fr_ca: Détails du sujet

source: {{ section }} Topics
fi: {{ section }}n tallennetut haut
fr_ca: Sujets {{ section }}

source: No {{name}} created.
fi: Ei tallennettuja hakuja
fr_ca: {{name}} non créés.

source: Edit search terms
fi: Muuta hakuehtoja
fr_ca: Modifier les termes de recherche

source: and
fi: ja
fr_ca: et

source: or
fi: tai
fr_ca: ou

source: not
fi: ei
fr_ca: sans

source: Clear
fi: Tyhjennä
fr_ca: Effacer

source: Search for
fi: Hae
fr_ca: Rechercher

source: inside
fi: sisällä
fr_ca: dans

source: From
fi: Alkaen
fr_ca: De

source: Clear filters
fi: Tyhjennä valinnat
fr_ca: Effacer les filtres

source: Filters applied
fi: Suodattimia käytössä
fr_ca: Filtres appliqués

source: in all fields
fi: kaikista kentistä
fr_ca: dans tous les champs

source: Topic
fi: Aihe
fr_ca: Sujet

source: Update topic
fi: Päivitä tallennettu haku
fr_ca: Mettre à jour le sujet

source: Save as new topic
fi: Tallenna uutena hakuna
fr_ca: Enregistrer en tant que nouveau sujet

source: Save new topic
fi: Tallenna haku
fr_ca: Enregistrer un nouveau sujet

source: Newest first
fi: Uusin ensin
fr_ca: Le plus récent en premier

source: Oldest first
fi: Vanhin ensin
fr_ca: Le plus ancien en premier

source: 1 result
fi: 1 tulos
fr_ca: 1 résultat

source: {{ count }} results
fi: {{ count }} tulosta
fr_ca: {{ count }} résultats

source: The initial search is limited to the {{dateFilterName}}. Please find different date ranges in the filter panel using the burger menu.
fi: Alkuperäinen haku on rajattu {{dateFilterName}}. Voit muuttaa aikarajausta hampurilaisvalikon takaa suodattimista.

source: Sort by:
fi: Järjestä:
fr_ca: Trier par :

source: Sort results by
fi: Järjestä tulokset
fr_ca: Trier par

source: Hide search terms
fi: Piilota hakutermit
fr_ca: Masquer les termes de recherche

source: Show search terms
fi: Näytä hakutermi
fr_ca: Afficher les termes de recherche

source: Section Filter updated successfully
fi: Lisäsuodattimen asetukset päivitetty
fr_ca: Filtre de section mis à jour avec succès

source: Section Filter created successfully
fi: Lisäsuodatin luotu
fr_ca: Filtre de section créé avec succès

source: Section Filter deleted successfully
fi: Lisäsuodatin poistettu
fr_ca: Filtre de section supprimé avec succès

source: Edit Section Filters
fi: Muokkaa osion suodattimia
fr_ca: Modifier les filtres de section

source: New Filter
fi: Uusi suodatin
fr_ca: Nouveau filtre

source: Test Superdesk Product id
fi: Testaa Superdesk-tuotteen id:tä
fr_ca: Tester l'identifiant du produit Superdesk

source: Please provide Section Filter name
fi: Anna suodattimelle nimi
fr_ca: Veuillez fournir le nom du filtre de section

source: Would you like to delete Section Filter: {{name}}
fi: Haluatko poistaa lisäsuodattimen: {{name}}
fr_ca: Voulez-vous supprimer le filtre de section: {{name}}

source: New Section Filter
fi: Uusi suodatin
fr_ca: Nouveau filtre de section

source: By
fi: Tekijä:
fr_ca: Par

source: in {{located}}
fi: {{located}}
fr_ca: à {{located}}

source: Your browser does not support playing video
fi: Selaimesi ei tue videon esittämistä
fr_ca: Votre navigateur ne permet pas la lecture de fichiers vidéo.

source: Your browser does not support playing audio
fi: Selaimesi ei tue äänitiedoston esittämistä
fr_ca: Votre navigateur ne permet pas la lecture de fichiers audio.

source: Item Detail
fi: Tarkemmat tiedot
fr_ca: Détails de l'élément

source: Article Preview
fi: Esikatselu
fr_ca: Aperçu de l'article

source: Published on {{ date }} at {{ time }}
fi: Julkaistu {{ date }} klo {{ time }}
fr_ca: Publié le {{ date }} à {{ time }}

source: User updated successfully
fi: Käyttäjän tiedot päivitetty
fr_ca: Utilisateur mis à jour avec succès

source: Please reload the page in order to change language.
fi: Päivitä sivu vaihtaaksesi kieltä
fr_ca: Veuillez recharger la page pour changer la langue.

source: Topic deleted successfully
fi: Haku on poistettu
fr_ca: Sujet supprimé avec succès

source: Topic was shared successfully.
fi: Haku on jaettu onnistuneesti
fr_ca: Sujet partagé avec succès.

source: Are you sure you want to delete the folder {{name}} and all of its contents?
fi: Oletko varma, että haluat poistaa kansion {{name}} ja kaiken sen sisällön?
fr_ca: Êtes-vous certain de vouloir supprimer le dossier {{name}} et l'ensemble de son contenu?

source: Edit global notifications schedule
fi: Muuta kaikkien ilmoitusten ajastusta
fr_ca: Modifier les notifications globales d'horaire

source: Editing the global notifications schedule will adjust the timing and frequency of all topic notifications sent to you.
fi: Yleisten ilmoitusasetusten muuttaminen muuttaa kaikkien sinulle lähetettävien tallennettujen hakujen ajoitusta ja rytmiä.
fr_ca: La modification de l'horaire global des notifications ajustera le moment et la fréquence de toutes les notifications de sujets qui vous sont envoyées.

source: Daily, at:
fi: Päivittäin klo:
fr_ca: Chaque jour à:

source: Remove schedule
fi: Poista ajastus
fr_ca: Retirer l'horaire

source: Add schedule
fi: Lisää ajastus
fr_ca: Ajouter un horaire

source: Timezone
fi: Aikavyöhyke
fr_ca: Fuseau horaire

source: Global schedule updated
fi: Ajastusta muutettu
fr_ca: Horaire global mis à jour

source: Notifications paused
fi: Ilmoitukset tauolla
fr_ca: Notifications suspendues

source: Pause notifications...
fi: Laita ilmoitukset tauolle...
fr_ca: Suspendre les notifications...

source: Pause notifications
fi: Laita ilmoitukset tauolle
fr_ca: Suspendre les notifications

source: My Profile
fi: Käyttäjätiedot
fr_ca: Mon profil

source: My {{ section }} Topics
fi: {{ section }}, tallennetut hakuni
fr_ca: Mes sujets {{ section }}

source: My {{ monitoring }}
fi: {{ monitoring }}ni
fr_ca: Mon {{ monitoring }}

source: Logout
fi: Kirjaudu ulos
fr_ca: Déconnexion

source: Please provide first name
fi: Anna etunimi
fr_ca: Veuillez écrire un prénom

source: Please provide last name
fi: Anna sukunimi
fr_ca: Veuillez écrire un nom de famille

source: Change password
fi: Vaihda salasana
fr_ca: Changer le mot de passe

source: Phone
fi: Puhelin
fr_ca: Téléphone

source: You will receive email notifications daily, sent in a digest format at regular intervals. This setting will apply to all subscribed scheduled email notifications (e.g. {{ wire }} Topics, {{ agenda }} Topics).
fi: Saat ennalta määriteltyinä ajankohtina tiivistelmän sähköpostitse. Tämä asetus vaikuttaa kaikkiin tilattuihin sähköpostiraportteihin (esimerkiksi {{ wire }}-osion hakuihin ja {{ agenda }}n hakuihin).
fr_ca: Vous allez recevoir des notifications par courriel chaque jour, transmises dans un format résumé, à intervalles réguliers. Ce réglage s'appliquera à toutes les notifications par courriel programmées auxquelles vous êtes abonnées (par exemple : Sujets {{ wire }}, Sujets {{ agenda }}).

source: All notifications will be paused from {{dateFrom}} to {{dateTo}}
fi: Kaikki ilmoitukset laitetaan tauolle välillä {{dateFrom}} - {{dateTo}}
fr_ca: Toutes les notifications seront suspendues du {{dateFrom}} au {{dateTo}}.

source: Clear Pausing
fi: Tyhjennä tauotus
fr_ca: Réactiver les notifications

source: Pause All Notifications
fi: Laita kaikki ilmoitukset tauolle
fr_ca: Suspendre toutes les notifications

source: Save Changes
fi: Tallenna muutokset
fr_ca: Enregistrer les modifications

source: Personalized dashboard saved!
fi: Oman kotinäyttösi on tallennettu!
fr_ca: Personnalisation de l'accueil enregistrée!

source: User created successfully
fi: Käyttäjä on luotu
fr_ca: Utilisateur créé avec succès

source: Reset password token is sent successfully
fi: Ohjeet salasanan vaihtamiseen on lähetetty
fr_ca: Le jeton de réinitialisation du mot de passe a été envoyé avec succès

source: User deleted successfully
fi: Käyttäjä on poistettu
fr_ca: Utilisateur supprimé avec succès

source: Invitation as been resent
fi: Kutsu on lähtetty uudelleen
fr_ca: L'invitation a été retransmise

source: User has been approved
fi: Käyttäjä on hyväksytty
fr_ca: L'utilisateur a été approuvé

source: Resend Invite
fi: Lähetä kutsu uudelleen
fr_ca: Retransmettre l'invitation

source: Would you like to resend the invitation for {{ email }}?
fi: Haluatko lähettää kutsun uudelleen osoitteeseen {{ email }}?
fr_ca: Voulez-vous retransmettre l'invitation à {{ email }}?

source: Edit User
fi: Muokkaa käyttäjää
fr_ca: Modifier l'utilisateur

source: Add/Edit User
fi: Uusi käyttäjä / muokkaa
fr_ca: Ajouter/Modifier un utilisateur

source: Approve User
fi: Hyväksytty käyttäjä
fr_ca: Approuver l'utilisateur

source: Approve
fi: Hyväksytty
fr_ca: Approuver

source: Impersonate User
fi: Testaa käyttäjänäkymää
fr_ca: Emprunter le compte de l'utilisateur

source: No products available
fi: Ei tuotteita saatavilla
fr_ca: Aucun produit disponible

source: If a company hasn't been selected, you can't select any products.
fi: Jos organisaatiota ei ole valittu, et voi valita tuotteita.
fr_ca: Si aucune entreprise n'a été sélectionnée, vous ne pouvez sélectionner aucun produit.

source: User Settings
fi: Käyttäjäasetukset
fr_ca: Paramètres de l'utilisateur

source: Approved
fi: Hyväksytty
fr_ca: Approuvé

source: Needs Approval
fi: Odottaa hyväksyntää
fr_ca: Requiert une approbation

source: Would you like to delete user: {{name}}?
fi: Haluatko varmasti poistaa käyttäjän: {{name}}?
fr_ca: Voulez-vous supprimer l'utilisateur: {{name}}?

source: User Id
fi: Käyttäjän id

source: Sort By
fi: Järjestä
fr_ca: Trier par

source: Date Created
fi: Luontiaika
fr_ca: Date de création

source: User Status
fi: Käyttäjän tila
fr_ca: Statut de l'utilisateur

source: Sort
fi: Järjestä
fr_ca: Trier

source: Are you sure you want to permanently remove these item(s)?
fi: Haluatko varmasti poistaa nämä pysyvästi?
fr_ca: Êtes-vous certain de vouloir retirer ces éléments de façon permanente?

source: Items were removed successfully
fi: Poistettu
fr_ca: Les éléments ont été retirés avec succès

source: Item was removed successfully
fi: Tietue poistettiin
fr_ca: L'élément a été retiré avec succès

source: segments
fi: segmentit

source: segment
fi: segmentti

source: versions
fi: versiot

source: version
fi: versio

source: Related Event
fi: Liittyvä tapahtuma
fr_ca: Événement connexe

source: Related Coverage
fi: Liittyvät sisällöt
fr_ca: Couverture connexe

source: Download Items
fi: Lataa kohteet
fr_ca: Télécharger les éléments

source: Format
fi: Tiedostomuoto

source: Follow story
fi: Seuraa uutista
fr_ca: Suivre l'article

source: Article Statistics
fi: Version tilastot
fr_ca: Statistiques de l'article

source: There are no statistics available for selected item.
fi: Valitulle versiolle ei löydy tilastoja
fr_ca: Aucune statistique n'est disponible pour l'élément sélectionné.

source: Next {{ versionsLabel }}
fi: Seuraava {{ versionsLabel }}
fr_ca: {{ versionsLabel }} suivants

source: Loading
fi: Lataan
fr_ca: Chargement

source: Previous {{ versionsLabel }}
fi: Edellinen {{ versionsLabel }}
fr_ca: {{ versionsLabel }} précédentes

source: Search Options
fi: Hakuasetukset
fr_ca: Options de recherche

source: All Versions
fi: Hae kaikista versioista
fr_ca: Toutes les versions

source: News Only
fi: Vain uutiset
fr_ca: Nouvelles seulement

source: {{ count }} item(s) selected
fi: {{ count }} kohde(tta) valittu
fr_ca: {{ count }} élément(s) sélectionné(s)

source: {{wire}} Content
fi: {{wire}} sisältö
fr_ca: Contenu {{wire}}

source: Hide previous {{ versionsLabel }} ({{ count }}) - {{ matches }} matches
fi: Piilota edellinen {{ versionsLabel }} ({{ count }}) - {{ matches }} osuma
fr_ca: Masquer les {{ versionsLabel }} ({{ count }}) - {{ matches }} correspondances précédentes

source: Hide previous {{ versionsLabel }} ({{ count }})
fi: Piilota edellinen {{ versionsLabel }} ({{ count }})
fr_ca: Masquer les {{ versionsLabel }} précédentes ({{ count }})

source: Show previous {{ versionsLabel }} ({{ count }}) - {{ matches }} matches
fi: Näytä edellinen {{ versionsLabel }} ({{ count }}) - {{ matches }} osuma
fr_ca: Afficher les {{ versionsLabel }} ({{ count }}) - {{ matches }} correspondances précédentes

source: Show previous {{ versionsLabel }} ({{ count }})
fi: Näytä edellinen {{ versionsLabel }} ({{ count }})
fr_ca: Afficher les {{ versionsLabel }} précédentes ({{ count }})

source: This item has been removed from {{ context_name }}
fi: Artikkeli on poistettu {{ context_name }}
fr_ca: Cet élément a été retiré de {{ context_name }}

source: Authors
fi: Tekijät
fr_ca: Auteurs

source: Duration
fi: Kesto
fr_ca: Durée

source: MATCH
fi: OSUMA
fr_ca: JUMELAGE

source: {{ count }} previous {{ versionsLabel }}
fi: {{ count }} edellinen {{ versionsLabel }}
fr_ca: {{ count }} {{ versionsLabel }} précédentes

source: Version type: {{version}}
fi: Versiotyyppi: {{version}}
fr_ca: Type de version: {{version}}

source: Show more
fi: Näytä enemmän
fr_ca: En afficher plus

source: Show less
fi: Näytä vähemmän
fr_ca: En afficher moins

source: Search Filters
fi: Hakusuodattimet
fr_ca: Filtres de recherche

source: Event Date
fi: Tapahtuman päivä
fr_ca: Date de l'événement

source: Published By
fi: Julkaissut
fr_ca: Publié par

source: Custom date range
fi: Mukautettu aikaväli
fr_ca: Plage de dates personnalisée

source: Google Analytics ID
fr_ca: Identifiant Google Analytics

source: Metadata
fr_ca: Métadonnées

source: Video
fr_ca: Vidéo

source: Live Video
fr_ca: VIdéo en direct

source: Slugline
fr_ca: Titre de rappel
