Repository: superdesk/newsroom-core
Catalog: newsroom/translations/*/LC_MESSAGES/messages.po
Languages: fi, fr_ca

source: Reset Password
fi: Uusi salasanasi
fr_ca: Réinitialiser le mot de passe

source: Validate
fi: Vahvista
fr_ca: Valider

source: Cancel
fi: Peruuta
fr_ca: Annuler

source: Settings Menu
fi: Asetukset-valikko
fr_ca: Menu des paramètres

source: the terms and conditions
fi: käyttöehdot
fr_ca: les conditions du contrat

source: Newsroom sign up
fi: Rekisteröidy Mediapankkiin
fr_ca: Inscription à NouvellesPro

source: Thank you for your interest in Newsroom
fi: Kiitos kiinnostuksestasi Mediapankkiin
fr_ca: Merci de votre intérêt pour NouvellesPro

source: Your sign up request has been sent successfully
fi: Rekisteröitymispyyntösi on lähetetty
fr_ca: Votre demande d'inscription a été envoyée avec succès

source: One of our team members will be in touch with you shortly
fi: Tiimistämme ollaan yhteydessä sinuun
fr_ca: Un membre de notre équipe vous contactera sous peu

source: User Profile
fi: Käyttäjätiedot
fr_ca: Profil de l'utilisateur

source: Close
fi: Sulje
fr_ca: Fermer

source: By:
fi: Kirjoittaja
fr_ca: Par:

source: words
fi: sanaa
fr_ca: mots

source: characters
fi: merkkiä
fr_ca: caractères

source: Source:
fi: Lähde:

source: Content Type
fi: Sisältötyyppi
fr_ca: Type de contenu

source: Previous versions
fi: Korvatut versiot
fr_ca: Versions précédentes

source: On:
fi: klo:
fr_ca: Le:

source: User Management
fi: Käyttäjähallinta
fr_ca: Gestion des utilisateurs

source: Administrator
fi: STT:n ylläpitäjä
fr_ca: Administrateur

source: Public
fi: Asiakkaan käyttäjä

source: Internal
fi: STT:n oma käyttäjä
fr_ca: Interne

source: Account Management
fi: Tilin hallinta
fr_ca: Gestion de compte

source: First Name
fi: Etunimi
fr_ca: Prénom

source: Last Name
fi: Sukunimi
fr_ca: Nom de famille

source: Telephone
fi: Puhelin
fr_ca: Téléphone

source: Mobile
fi: Matkapuhelin
fr_ca: Cellulaire

source: Role
fi: Rooli
fr_ca: Poste

source: User Type
fi: Käyttäjätyyppi
fr_ca: Type d'utilisateur

source: Sign Up Details
fi: Kirjautumistiedot
fr_ca: Détails d'inscription

source: Email Validated
fi: Sähköpostiosoite vahvistettu
fr_ca: Courriel validé

source: Account Enabled
fi: Tili käytössä
fr_ca: Compte activé

source: Account Approved
fi: Tili hyväksytty
fr_ca: Compte approuvé

source: Company Expiry Alert
fi: Varoitus sopimuksen päättymisestä
fr_ca: Alerte d'expiration

source: Receive Email Notifications
fi: Vastaanota sähköposti-ilmoituksia
fr_ca: Recevoir des notifications par courriel

source: Receive App Notifications
fi: Vastaanota ilmoituksia sovelluksessa
fr_ca: Recevoir des notifications dans l'application

source: Locale
fi: Kieli
fr_ca: Endroit

source: Manage Company Topics
fi: Hallinnoi organisaation yhteisiä hakuja
fr_ca: Gérer les sujets partagés

source: Sections
fi: Osiot

source: Can not delete current user
fi: Kyseistä käyttäjää ei voi poistaa
fr_ca: Impossible de supprimer l'utilisateur actuel

source: Email address is already in use
fi: Sähköpostiosoite on jo käytössä
fr_ca: Cette adresse de courriel est déjà utilisée

source: Company is required for non administrators
fi: Organisaatio vaaditaan
fr_ca: Une entreprise est requise pour les non-administrateurs

source: User is already validated
fi: Käyttäjä on jo vahvistettu
fr_ca: Utilisateur déjà validé

source: User id not provided
fi: Käyttäjä-id:tä ei löytynyt
fr_ca: Identifiant d'utilisateur non fourni

source: User is already approved
fi: Käyttäjä on jo hyväksytty.
fr_ca: L'utilisateur est déjà approuvé

source: Text
fi: Juttu
fr_ca: Texte

source: Photo
fi: Kuva

source: Picture
fi: Kuva
fr_ca: Photo

source: Explainer
fi: Selite
fr_ca: Explications

source: Infographics
fi: Grafiikka
fr_ca: Infographie

source: Graphic
fi: Grafiikka
fr_ca: Graphique

source: Live Blog
fi: Liveseuranta
fr_ca: Blogue en direct

source: Video Explainer
fi: Videoselite
fr_ca: Vidéo explicative

source: No Coverage
fi: Ei suunniteltu
fr_ca: Pas de couverture

source: Is Planned
fi: STT uutisoi
fr_ca: Prévue

source: Not Decided / On Request
fi: Ehkä
fr_ca: Non décidée / au mérite

source: Not Intended / Cancelled
fi: STT ei uutisoi
fr_ca: Non prévue / annulée

source: Home
fi: Etusivu
fr_ca: Accueil

source: Wire
fi: Uutiset
fr_ca: Fil de presse

source: Agenda
fi: Luotsi
fr_ca: Calendrier

source: Monitoring
fi: Seuranta
fr_ca: Suivi

source: Saved / Watched
fi: Tallennetut
fr_ca: Ma liste

source: Newshub
fi: Mediapankki
fr_ca: NouvellesPro

source: Today
fi: Tänään
fr_ca: Aujourd'hui

source: Last Week
fi: Edeltävä viikko
fr_ca: La semaine dernière

source: Last 30 days
fi: Edeltävät 30 päivää
fr_ca: Les 30 derniers jours

source: This Week
fi: Tämä viikko
fr_ca: Cette semaine

source: This Month
fi: Tämä kuukausi
fr_ca: Ce mois-ci

source: Newsroom
fi: Mediapankki
fr_ca: NouvellesPro

source: Plain Text
fi: TXT-formaatti
fr_ca: Texte clair

source: Story Image
fi: Kuva
fr_ca: Photo de l'article

source: News only filter
fi: Vain uutiset -suodatin
fr_ca: Filtre Nouvelles seulement

source: This query defines what is NOT considered 'news' content. It is used by the News only switch to filter the view. When switched on, stories matching this filter will not be displayed.
fi: Hakulauseke määrittelee, mitä EI lasketa mukaan uutissisältöihin. Sitä käytetään Vain uutiset -kytkimen taustalla. Kun kytkin on päällä, tähän hakuun osuvat jutut piilotetaan.
fr_ca: Cette requête définit ce qui n'est PAS considéré comme un contenu "d'actualité". Elle est utilisée par le commutateur Nouvelles seulement pour filtrer l'affichage. Lorsqu'il est activé, les articles correspondant à ce filtre ne seront pas affichés.

source: Time limit for %(section)s products (in days)
fi: Aikaraja %(section)s tuotteille (päivissä)
fr_ca: Délai accordé pour les produits %(section)s (en jours)

source: Not found
fi: Ei löytynyt
fr_ca: Non trouvé

source: Bookmark
fi: Seurantaan
fr_ca: Ajouter aux favoris

source: Unbookmark
fi: Poista seurannasta
fr_ca: Supprimer des favoris

source: Remove
fi: Poista
fr_ca: Retirer

source: Coverage inquiries
fi: Tiedustelut sisältöihin liittyen
fr_ca: Demandes de couverture

source: Department
fi: Osasto
fr_ca: Département

source: Genre
fi: Juttutyyppi
fr_ca: Version

source: Version
fi: Versiotyyppi

source: Premium
fi: Media: Täysi uutispalvelu

source: Non-premium
fi: Media: Rajoitettu uutispalvelu

source: Non-media
fi: Yritysasiakas
fr_ca: Non-média

source: Time limit for Wire products (in days)
fi: Uutistuotteiden aikarajoitus (päiviä)
fr_ca: Expiration des produits du fil (en jours)

source: New navigation
fi: Uusi navigaatio
fr_ca: Nouvelle navigation

source: There is no product associated with your user. Please reach out to your Company Admin
fi: Käyttäjätunnukseesi ei ole linkitetty tuotteita. Ole yhteydessä organisaatiosi pääkäyttäjään.
fr_ca: Aucun produit n'est associé à votre utilisateur. Veuillez contacter votre administrateur.

source: Resource was updated in the meantime, please refresh.
fi: Lähde on päivittynyt. Päivitä sivu.
fr_ca: La ressource a été mise à jour entre-temps, veuillez la rafraîchir.

source: Failed to process request!
fi: Pyyntöä ei pystytty toteuttamaan
fr_ca: La requête n'a pas pu être exécutée!

source: Item copied successfully.
fi: Kohde kopioitu leikepöydälle
fr_ca: Élément copié avec succès.

source: Sorry, Copy is not supported.
fi: Pahoittelut, kopiointi ei ole mahdollista
fr_ca: Désolé, la copie n'est pas prise en charge.

source: Daily @ {{ time1 }}, {{ time2 }} and {{ time3 }} {{ timezone }}
fi: Päivittäin klo {{ time1 }}, klo {{ time2 }} ja klo {{ time3 }} {{ timezone }}
fr_ca: Tous les jours à {{ time1 }}, {{ time2 }} et {{ time3 }} {{ timezone }}

source: Connected to Notification Server!
fi: Yhdistetty ilmoituspalvelimeen!
fr_ca: Connecté au serveur de notifications!

source: Disconnected from Notification Server!
fi: Yhteys ilmoituspalvelimeen katkennut!
fr_ca: Déconnecté du serveur de notifications!

source: Your inquiry has been sent successfully
fi: Hakusi on lähetetty
fr_ca: Votre demande a été envoyée avec succès

source: Started watching items successfully.
fi: Ryhdyit seuraamaan kohdetta
fr_ca: Ces éléments sont maintenant surveillés.

source: Stopped watching items successfully.
fi: Lopetit kohteen seuraamisen
fr_ca: Ces éléments ne sont plus surveillés.

source: Items were bookmarked successfully.
fi: Kohteet lisätty kirjanmerkkeihin
fr_ca: Les éléments ont été ajoutés aux signets avec succès.

source: Item was bookmarked successfully.
fi: Kohde lisätty kirjanmerkkeihin
fr_ca: L’élément a été ajouté aux signets.

source: Items were removed from bookmarks successfully.
fi: Kohteet poistettu kirjanmerkeistä
fr_ca: Les éléments ont été retirés des favoris avec succès.

source: Item was removed from bookmarks successfully.
fi: Kohde poistettu kirjanmerkeistä
fr_ca: L'élément a été retiré des favoris.

source: Started watching coverage successfully.
fi: Seuranta lisätty onnistuneesti.
fr_ca: Cette couverture est maintenant surveillée.

source: Stopped watching coverage successfully.
fi: Seuranta peruttu onnistuneesti.
fr_ca: Cette couverture n'est plus surveillée.

source: Watch
fi: Seuraa
fr_ca: Surveiller

source: Stop watching
fi: Lopeta seuraaminen
fr_ca: Arrêter de surveiller

source: Watch this coverage
fi: Seuraa
fr_ca: Surveiller cette couverture

source: Stop watching this coverage
fi: Lopeta seuranta
fr_ca: Arrêter de surveiller cette couverture

source: coverage updated {{ at }}
fi: Sisältö päivittynyt {{ at }}
fr_ca: couverture mise à jour {{ at }}

source: Time to be confirmed
fi: Aika vahvistamatta
fr_ca: Heure à confirmer

source: Coverage not planned
fi: STT ei uutisoi
fr_ca: Couverture non planifiée

source: Coverage planned
fi: STT uutisoi
fr_ca: Couverture planifiée

source: Coverage on merit
fi: Ehkä
fr_ca: Couverture au mérite

source: Coverage on request
fi: Pyydettäessä
fr_ca: Couverture sur demande

source: Coverage in progress
fi: Teossa
fr_ca: Couverture en cours

source: Coverage available
fi: Lähetetty
fr_ca: Couverture disponible

source: Coverage cancelled
fi: Peruttu
fr_ca: Couverture annulée

source: assignee: {{name}}
fi: Tekijä: {{name}}
fr_ca: personne affectée : {{name}}

source: desk: {{name}}
fi: Deski: {{name}}
fr_ca: Pupitre : {{name}}

source: {{ type }} coverage {{ slugline }} {{ status_text }} {{assignedDetails}}
fi: {{ type }} sisältö {{ slugline }} {{ status_text }} {{assignedDetails}}
fr_ca: {{ type }} couverture {{ slugline }} {{ status_text }} {{assignedDetails}}

source: Planned {{ type }} coverage {{ slugline }}, expected {{date}} at {{time}} {{assignedDetails}}
fi: Planned {{ type }} sisältö {{ slugline }}, arvioitu valmistumisaika {{date}} {{time}} {{assignedDetails}}
fr_ca: Couverture {{ slugline }} planifiée {{ type }}, attendu le {{date}} à {{time}} {{assignedDetails}}

source: {{ type }} coverage {{ slugline }} in progress, expected {{date}} at {{time}} {{assignedDetails}}
fi: {{ type }} sisältö {{ slugline }} työn alla, arvioitu valmistumienen {{date}} {{time}} {{assignedDetails}}
fr_ca: Couverture {{ type }} {{ slugline }} en cours, attendu le {{date}} à {{time}} {{assignedDetails}}

source: {{ type }} coverage {{slugline}} cancelled {{assignedDetails}}
fi: {{ type }} sisältö {{slugline}} peruttu {{assignedDetails}}
fr_ca: Couverture {{ type }} {{slugline}} annulée {{assignedDetails}}

source: (update to come)
fi: (päivitys tulossa)
fr_ca: (mise à jour à venir)

source: (updated)
fi: (päivitetty)
fr_ca: (mise à jour)

source: {{ type }} coverage {{ slugline }} available {{deliveryState}} {{assignedDetails}}
fi: {{ type }} sisältö{{ slugline }} saatavilla {{deliveryState}} {{assignedDetails}}
fr_ca: Couverture {{ type }} {{ slugline }} disponible {{deliveryState}} {{assignedDetails}}

source: {{ type }} coverage {{assignedDetails}}
fi: {{ type }} sisältö {{assignedDetails}}
fr_ca: Couverture {{ type }} {{assignedDetails}}

source: {{startDate}} to {{endDate}} (Time to be confirmed)
fi: {{startDate}} - {{endDate}} (Kellonaika varmistuu myöhemmin)
fr_ca: {{startDate}} à {{endDate}} (Heure à déterminer)

source: {{startDate}} (Time to be confirmed)
fi: {{startDate}} (Kellonaika varmistuu myöhemmin)
fr_ca: {{startDate}} (Heure à déterminer)

source: {{startDate}} to {{endDate}}
fi: {{startDate}} – {{endDate}}
fr_ca: {{startDate}} à {{endDate}}

source: {{startTime}} {{startDate}} - {{endDate}} {{timezone}}
fi: {{startDate}} klo {{startTime}} - {{endDate}} {{timezone}}

source: {{startTime}} {{startDate}} {{timezone}}
fi: {{startDate}} klo {{startTime}} {{timezone}}

source: {{startTime}} - {{endTime}} {{startDate}} {{timezone}}
fi: {{startDate}} klo {{startTime}} - {{endTime}} {{timezone}}

source: {{startTime}} {{startDate}} to {{endTime}} {{endDate}} {{timezone}}
fi: {{startDate}} klo {{startTime}} - {{endDate}} klo {{endTime}} {{timezone}}
fr_ca: {{startTime}} {{startDate}} à {{endTime}} {{endDate}} {{timezone}}

source: {{agenda}} Content
fi: {{agenda}} sisältö
fr_ca: Contenu {{agenda}}

source: Close filter panel
fi: Sulje suodatinnäkymä
fr_ca: Fermer le panneau de filtre

source: Open filter panel
fi: Avaa suodattimet
fr_ca: Ouvrir le panneau de filtre

source: Side filter panel
fi: Suodatinnäkymä
fr_ca: Panneau de filtre latéral

source: Date
fi: Päivämäärä

source: Newest updates
fi: Uusimmat päivitykset
fr_ca: Dernière modification

source: Oldest updates
fi: Vanhimmat päivitykset
fr_ca: Première modification

source: Relevance
fi: Relevanssi
fr_ca: Pertinence

source: Size:
fi: Koko:
fr_ca: Taille:

source: MIME type:
fi: MIME-tyyppi
fr_ca: Type Mime:

source: Any calendar
fi: Kaikki osastot
fr_ca: Tout calendrier

source: Any agenda
fi: Kaikki tiedot
fr_ca: Tous les calendriers

source: Clear selection
fi: Tyhjennä valinta
fr_ca: Effacer la sélection

source: Calendar
fi: Osasto
fr_ca: Calendrier

source: Calendars
fi: Osasto
fr_ca: Calendriers

source: No Calendars available
fi: Ei kalentereita
fr_ca: Aucun calendrier disponible

source: Events
fi: Tapahtumat
fr_ca: Événements

source: Planning
fi: Uutissuunnittelu
fr_ca: Planification

source: Any coverage status
fi: Uutisoiko STT? (kaikki)
fr_ca: Tout statut de couverture

source: Coverage
fi: Sisältö
fr_ca: Couverture

source: Coverage status
fi: Uutisoiko STT?
fr_ca: Statut de couverture

source: your inquiry
fi: Sinun kyselysi
fr_ca: votre demande

source: Submit inquiry
fi: Lähetä kyselysi
fr_ca: Soumettre une demande

source: Open {{agenda}} in a new tab
fi: Avaa {{agenda}} uudessa välilehdessä
fr_ca: Ouvrir {{agenda}} dans un nouvel onglet

source: Left
fi: Vasen
fr_ca: Gauche

source: Right
fi: Oikea
fr_ca: Droite

source: D
fi: P
fr_ca: J

source: W
fi: V
fr_ca: S

source: M
fi: KK

source: Reason
fi: syy
fr_ca: Raison

source: Event Postponed: {{reason}}
fi: Tapahtumaa lykätty, koska {{reason}}
fr_ca: Événement reporté: {{reason}}

source: Event Rescheduled: {{reason}}
fi: Tapahtuma-aikaa muutettu, koska {{reason}}
fr_ca: Événement reprogrammé: {{reason}}

source: Event Cancelled: {{reason}}
fi: Tapahtuma peruttu, koska {{reason}}
fr_ca: Événement annulé: {{reason}}

source: Open {{agenda}} in new tab
fi: Avaa {{agenda}} uudessa välilehdessä
fr_ca: Ouvrir {{agenda}} dans un nouvel onglet

source: Top/Featured Stories
fi: Suosituimmat jutut
fr_ca: Articles principaux/à la une

source: Top Stories
fi: Pääuutiset
fr_ca: Principaux articles

source: Regions
fi: Kunnat ja kaupungit
fr_ca: Régions

source: Region
fi: Alue
fr_ca: Région

source: Coverage types
fi: Sisältötyypit
fr_ca: Types de couverture

source: Coverage type
fi: Uutissisällöt
fr_ca: Type de couverture

source: Internal Note
fi: Sisäistä tietoa
fr_ca: Note interne

source: Attachments
fi: Liitteet
fr_ca: Pièces jointes

source: Posted
fi: Lisätty
fr_ca: Publié

source: Updated
fi: Päivitetty
fr_ca: Mis à jour

source: {{ action }} just now
fi: {{ action }} juuri nyt
fr_ca: {{ action }} à l'instant

source: {{ action }} {{ minutes }} minute(s) ago
fi: {{ action }} {{ minutes }} minuuttia sitten
fr_ca: {{ action }} il y a {{ minutes }} minute(s)

source: Events Only
fi: Tapahtumat
fr_ca: Événements seulement

source: Planning Only
fi: Uutissuunnittelu
fr_ca: Couvertures seulement

source: Events & Coverages
fi: Tapahtumat
fr_ca: Événements et couvertures

source: Show
fi: Näytä
fr_ca: Afficher

source: Tomorrow
fi: Huomenna
fr_ca: Demain

source: No items found.
fi: Kohteita ei löytynyt
fr_ca: Aucun élément trouvé.

source: (Watching)
fi: (Seurataan)
fr_ca: (En surveillance)

source: More hidden
fi: Käynnissä olevat piilotettu
fr_ca: Plus masqués

source: Hide
fi: Piilota
fr_ca: Masquer

source: Show all
fi: Näytä kaikki
fr_ca: Tout afficher

source: {{n}} more
fi: {{n}} lisää
fr_ca: {{n}} plus

source: {{ attachments }} file(s) attached
fi: {{ attachments }} tiedostoa liitetty
fr_ca: {{ attachments }} fichier(s) joint(s)

source: postponed
fi: lykkääntynyt
fr_ca: reporté

source: cancelled
fi: peruttu
fr_ca: annulé

source: rescheduled
fi: siirretty
fr_ca: reporté

source: event completed
fi: tapahtuma suoritettu
fr_ca: événement terminé

source: Previous Coverages:
fi: Aiemmat sisällöt
fr_ca: Couvertures précédentes:

source: Associated Event
fi: Aiheeseen liittyvä tapahtuma
fr_ca: Événement associé

source: Show Map
fi: Näytä kartta
fr_ca: Afficher la carte

source: Hide Map
fi: Piilota kartta
fr_ca: Masquer la carte

source: Planning Item
fi: Suunnittelutieto
fr_ca: Élément de couverture

source: Planning Items
fi: Uutissuunnittelu
fr_ca: Couvertures

source: Other Planning Items
fi: Muu suunnittelutieto
fr_ca: Autres éléments de couverture

source: Registration Details
fi: Järjestäjän antamaa lisätietoa
fr_ca: Détails de l'inscription

source: Invitation Details
fi: Alkuperäinen kutsu
fr_ca: Détails de l'invitation

source: Open in new tab
fi: Avaa välilehdellä
fr_ca: Ouvrir dans un nouvel onglet

source: View Content
fi: Avaa juttu
fr_ca: Voir le contenu

source: You don’t have access to this content, please contact {{email}}
fi: Sinulla ei ole oikeuksia tähän sisältöön. Ota yhteyttä {{email}}.
fr_ca: Vous n'avez pas accès à ce contenu, veuillez contacter {{email}}

source: You don’t have access to this content
fi: Sinulla ei ole oikeuksia tähän sisältöön.
fr_ca: Vous n'avez pas accès à ce contenu

source: All coverages cancelled: {{ reason }}
fi: Kaikki sisällöt peruttu {{ reason }}
fr_ca: Toutes les couvertures ont été annulées: {{ reason }}

source: Planning cancelled: {{ reason }}
fi: Uutissuunnitelmat peruttu: {{ reason }}
fr_ca: Couverture annulée: {{ reason }}

source: Update coming
fi: Päivitys tulossa
fr_ca: Mise à jour à venir

source: status
fi: tila
fr_ca: statut

source: {{ name }} (City, {{ state }}, {{ country }})
fi: {{ name }} (Kaupunki, {{ state }}, {{ country }})
fr_ca: {{ name }} (Ville, {{ state }}, {{ country }})

source: {{ name }} (State, {{ country }})
fi: {{ name }} (osavaltio, {{ country }})
fr_ca: {{ name }} (État, {{ country }})

source: {{ name }} (Country)
fi: {{ name }} (Maa)
fr_ca: {{ name }} (Pays)

source: City
fi: Kaupunki
fr_ca: Ville

source: State
fi: Maakunta tai osavaltio
fr_ca: État

source: Country
fi: Maa
fr_ca: Pays

source: Location
fi: Sijainti
fr_ca: Endroit

source: Search for a region or place
fi: Etsi aluetta tai paikkaa
fr_ca: Chercher une région ou un endroit

source: Searching locations...
fi: Etsitään paikkatietoja...
fr_ca: À la recherche d'endroits...

source: No regions found
fi: Ei kuntia tai kaupunkeja
fr_ca: Aucune région trouvée

source: Places
fi: Paikat
fr_ca: Endroits

source: No places found
fi: Paikkoja ei löytynyt
fr_ca: Aucun endroit trouvé

source: Day:
fi: Päivä:
fr_ca: Jour :

source: Hide all versions ({{count}})
fi: Piilota kaikki versiot ({{count}})
fr_ca: Masquer toutes les versions ({{count}})

source: Show all versions ({{count}})
fi: Näytä kaikki versiot ({{count}})
fr_ca: Afficher toutes les versions ({{count}})

source: Coverage inquiry from {{sitename}} user: {{item}}
fi: Sisältöön liittyvä kysely {{sitename}} käyttäjältä {{item}}
fr_ca: Demande de couverture de la part de l'utilisateur de {{sitename}} : {{item}}

source: assignee
fi: tekijä
fr_ca: Personne affectée

source: desk
fi: deski
fr_ca: Pupitre

source: expected
fi: odotettu
fr_ca: attendu

source: source
fi: lähde

source: Updated expected @ {{dateString}}
fi: Päivitys tulossa {{dateString}}
fr_ca: Mise à jour attendue @ {{dateString}}

source: Fuel
fi: Polttoaine
fr_ca: Alimenter

source: Weather
fi: Sää
fr_ca: Météo

source: Alert
fi: Hälytys
fr_ca: Alerte

source: Headlines
fi: Otsikot
fr_ca: Titres

source: Quote
fi: Sitaatti
fr_ca: Citation

source: Invalid Url.
fi: Virheellinen url
fr_ca: URL invalide.

source: Invalid count of media.
fi: Virheellinen määrä mediaa
fr_ca: Nombre de médias non valide.

source: Count of media should be greater than zero.
fi: Median määrän on oltava enemmän kuin nolla
fr_ca: Le nombre de médias doit être supérieur à zéro.

source: Total media count across all media config should be between 1 and 4.
fi: Median määrän on oltava väillä 1-4
fr_ca: Le nombre total de médias dans toutes les configurations de médias doit être compris entre 1 et 4.

source: Failed to update Card.
fi: Näkymän päivittäminen epäonnistui
fr_ca: Échec de la mise à jour de la fiche.

source: Card updated successfully
fi: Näkymä päivitetty
fr_ca: Fiche mise à jour avec succès

source: Card created successfully
fi: Näkymä luotu
fr_ca: Fiche créée avec succès

source: Card deleted successfully
fi: Näkymä poistettu
fr_ca: Fiche supprimée avec succès

source: Label
fi: Nimi
fr_ca: Étiquette

source: Type
fi: Tyyppi

source: Product
fi: Tuote
fr_ca: Produit

source: Order
fi: Sijainti etusivulla
fr_ca: Ordre

source: Created On
fi: Luotu
fr_ca: Créé le

source: Please provide card label
fi: Anna näkymälle nimi
fr_ca: Veuillez fournir une étiquette pour la fiche

source: Please provide start date
fi: Anna alkapäivämäärä
fr_ca: Veuillez indiquer la date de début

source: Would you like to delete card: {{label}}
fi: Haluatko varmasti poistaa näkymän: {{label}}
fr_ca: Voulez-vous supprimer la fiche: {{label}}

source: New Card
fi: Uusi etusivun kortti
fr_ca: Nouvelle fiche

source: dialog
fi: dialogi
fr_ca: dialogue

source: Edit Cards
fi: Muokkaa kortteja
fr_ca: Modifier les fiches

source: Delete
fi: Poista
fr_ca: Supprimer

source: Save
fi: Tallenna
fr_ca: Enregistrer

source: Company has been approved
fi: Organisaatio on hyväksytty
fr_ca: L'entreprise a été approuvée

source: Company updated successfully
fi: Organisaatio päivitetty
fr_ca: Entreprise mise à jour avec succès

source: Company created successfully
fi: Organisaatio luotu
fr_ca: Entreprise créée avec succès

source: Company deleted successfully
fi: Organisaatio poistettu
fr_ca: Entreprise supprimée avec succès

source: New Company
fi: Uusi organisaatio
fr_ca: Nouvelle entreprise

source: Superdesk Subscriber Id
fi: Superdesk-asiakastunnus
fr_ca: Identifiant d'abonné Superdesk

source: Account Manager
fi: Asiakaspäällikkö
fr_ca: Gestionnaire de compte

source: Status
fi: Tila
fr_ca: Statut

source: Expires On
fi: Vanhenee
fr_ca: Expire le

source: Disabled
fi: Passivoitu
fr_ca: Désactivé

source: General
fi: Yleinen
fr_ca: Général

source: Grant Access To Archived {{wire}}
fi: Anna pääsy arkistoon {{wire}}
fr_ca: Accorder l'accès au {{wire}} archivé

source: Events Only Access
fi: Pääsy vain tapahtumatietoihin
fr_ca: Accès aux événements uniquement

source: Restrict Coverage Info
fi: Rajoitettu sisältötieto
fr_ca: Restreindre l'information sur la couverture

source: Number of seats
fi: Käyttäjämäärä
fr_ca: Nombre d'accès

source: Seats:
fi: Käyttäjämäärä:
fr_ca: Accès:

source: Users
fi: Käyttäjät
fr_ca: Utilisateurs

source: Permissions
fi: Käyttöoikeudet
fr_ca: Autorisations

source: There are no users in the company.
fi: Organisaatiolla ei ole käyttäjiä
fr_ca: Il n'y a pas d'utilisateurs dans l'entreprise.
